define([], function () {

    const FIELD_CONTENT = {
	    "elements": {
		    "nodes": [{
			    "data": {
				    "id": "8220",
				    "station_name": "京成高砂"
			    },
			    "position": {
				    "x": 1398668.75,
				    "y": -357509.32
			    }
		    }, {
			    "data": {
				    "id": "8221",
				    "station_name": "新柴又"
			    },
			    "position": {
				    "x": 1398793.76,
				    "y": -357510.10000000003
			    }
		    }, {
			    "data": {
				    "id": "5901",
				    "station_name": "日本橋"
			    },
			    "position": {
				    "x": 1397735.16,
				    "y": -356820.78
			    }
		    }, {
			    "data": {
				    "id": "5902",
				    "station_name": "京橋"
			    },
			    "position": {
				    "x": 1397701.26,
				    "y": -356768.56
			    }
		    }, {
			    "data": {
				    "id": "5903",
				    "station_name": "銀座"
			    },
			    "position": {
				    "x": 1397639.65,
				    "y": -356719.89
			    }
		    }, {
			    "data": {
				    "id": "5904",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397584.32,
				    "y": -356674.34
			    }
		    }, {
			    "data": {
				    "id": "5905",
				    "station_name": "虎ノ門"
			    },
			    "position": {
				    "x": 1397498.32,
				    "y": -356702.3599999999
			    }
		    }, {
			    "data": {
				    "id": "5906",
				    "station_name": "溜池山王"
			    },
			    "position": {
				    "x": 1397414.1900000002,
				    "y": -356736.21
			    }
		    }, {
			    "data": {
				    "id": "5907",
				    "station_name": "赤坂見附"
			    },
			    "position": {
				    "x": 1397370.47,
				    "y": -356770.21
			    }
		    }, {
			    "data": {
				    "id": "5908",
				    "station_name": "青山一丁目"
			    },
			    "position": {
				    "x": 1397241.59,
				    "y": -356727.6500000001
			    }
		    }, {
			    "data": {
				    "id": "5893",
				    "station_name": "浅草"
			    },
			    "position": {
				    "x": 1397975.9199999997,
				    "y": -357107.3300000001
			    }
		    }, {
			    "data": {
				    "id": "5894",
				    "station_name": "田原町"
			    },
			    "position": {
				    "x": 1397908.97,
				    "y": -357098.97
			    }
		    }, {
			    "data": {
				    "id": "5895",
				    "station_name": "稲荷町"
			    },
			    "position": {
				    "x": 1397825.93,
				    "y": -357112.73
			    }
		    }, {
			    "data": {
				    "id": "5896",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397771.22,
				    "y": -357114.82000000007
			    }
		    }, {
			    "data": {
				    "id": "5897",
				    "station_name": "上野広小路"
			    },
			    "position": {
				    "x": 1397728.77,
				    "y": -357076.8
			    }
		    }, {
			    "data": {
				    "id": "5898",
				    "station_name": "末広町"
			    },
			    "position": {
				    "x": 1397717.1299999997,
				    "y": -357029.72
			    }
		    }, {
			    "data": {
				    "id": "5899",
				    "station_name": "神田"
			    },
			    "position": {
				    "x": 1397708.9899999998,
				    "y": -356935.87
			    }
		    }, {
			    "data": {
				    "id": "5900",
				    "station_name": "三越前"
			    },
			    "position": {
				    "x": 1397735.94,
				    "y": -356871.01
			    }
		    }, {
			    "data": {
				    "id": "5871",
				    "station_name": "羽田空港国際線ターミナル"
			    },
			    "position": {
				    "x": 1397689.68,
				    "y": -355446.76
			    }
		    }, {
			    "data": {
				    "id": "5872",
				    "station_name": "羽田空港"
			    },
			    "position": {
				    "x": 1397859.62,
				    "y": -355498.09
			    }
		    }, {
			    "data": {
				    "id": "5869",
				    "station_name": "穴守稲荷"
			    },
			    "position": {
				    "x": 1397466.69,
				    "y": -355503.26
			    }
		    }, {
			    "data": {
				    "id": "5870",
				    "station_name": "天空橋"
			    },
			    "position": {
				    "x": 1397542.3,
				    "y": -355489.08
			    }
		    }, {
			    "data": {
				    "id": "5867",
				    "station_name": "糀谷"
			    },
			    "position": {
				    "x": 1397296.1999999997,
				    "y": -355545.0
			    }
		    }, {
			    "data": {
				    "id": "5868",
				    "station_name": "大鳥居"
			    },
			    "position": {
				    "x": 1397393.56,
				    "y": -355525.31
			    }
		    }, {
			    "data": {
				    "id": "5866",
				    "station_name": "京急蒲田"
			    },
			    "position": {
				    "x": 1397236.81,
				    "y": -355607.96
			    }
		    }, {
			    "data": {
				    "id": "5826",
				    "station_name": "梅屋敷"
			    },
			    "position": {
				    "x": 1397282.66,
				    "y": -355668.73000000004
			    }
		    }, {
			    "data": {
				    "id": "5825",
				    "station_name": "大森町"
			    },
			    "position": {
				    "x": 1397320.2699999998,
				    "y": -355724.31
			    }
		    }, {
			    "data": {
				    "id": "5828",
				    "station_name": "雑色"
			    },
			    "position": {
				    "x": 1397150.0499999998,
				    "y": -355497.25
			    }
		    }, {
			    "data": {
				    "id": "5827",
				    "station_name": "京急蒲田"
			    },
			    "position": {
				    "x": 1397236.81,
				    "y": -355607.96
			    }
		    }, {
			    "data": {
				    "id": "5822",
				    "station_name": "立会川"
			    },
			    "position": {
				    "x": 1397388.86,
				    "y": -355984.89
			    }
		    }, {
			    "data": {
				    "id": "5821",
				    "station_name": "鮫洲"
			    },
			    "position": {
				    "x": 1397422.2700000003,
				    "y": -356049.7700000001
			    }
		    }, {
			    "data": {
				    "id": "5824",
				    "station_name": "平和島"
			    },
			    "position": {
				    "x": 1397349.1,
				    "y": -355786.8
			    }
		    }, {
			    "data": {
				    "id": "5823",
				    "station_name": "大森海岸"
			    },
			    "position": {
				    "x": 1397354.4,
				    "y": -355875.76
			    }
		    }, {
			    "data": {
				    "id": "5818",
				    "station_name": "北品川"
			    },
			    "position": {
				    "x": 1397391.9100000001,
				    "y": -356224.58
			    }
		    }, {
			    "data": {
				    "id": "5817",
				    "station_name": "品川"
			    },
			    "position": {
				    "x": 1397380.9,
				    "y": -356282.84
			    }
		    }, {
			    "data": {
				    "id": "5820",
				    "station_name": "青物横丁"
			    },
			    "position": {
				    "x": 1397429.58,
				    "y": -356093.51
			    }
		    }, {
			    "data": {
				    "id": "5819",
				    "station_name": "新馬場"
			    },
			    "position": {
				    "x": 1397413.66,
				    "y": -356176.2
			    }
		    }, {
			    "data": {
				    "id": "5816",
				    "station_name": "泉岳寺"
			    },
			    "position": {
				    "x": 1397400.2,
				    "y": -356386.92
			    }
		    }, {
			    "data": {
				    "id": "5829",
				    "station_name": "六郷土手"
			    },
			    "position": {
				    "x": 1397076.0000000002,
				    "y": -355405.77
			    }
		    }, {
			    "data": {
				    "id": "5796",
				    "station_name": "多摩川"
			    },
			    "position": {
				    "x": 1396687.23,
				    "y": -355895.91
			    }
		    }, {
			    "data": {
				    "id": "5795",
				    "station_name": "蒲田"
			    },
			    "position": {
				    "x": 1397146.26,
				    "y": -355617.67
			    }
		    }, {
			    "data": {
				    "id": "5794",
				    "station_name": "蓮沼"
			    },
			    "position": {
				    "x": 1397085.44,
				    "y": -355641.73
			    }
		    }, {
			    "data": {
				    "id": "5793",
				    "station_name": "池上"
			    },
			    "position": {
				    "x": 1397028.22,
				    "y": -355720.24999999994
			    }
		    }, {
			    "data": {
				    "id": "5792",
				    "station_name": "千鳥町"
			    },
			    "position": {
				    "x": 1396914.2,
				    "y": -355729.83
			    }
		    }, {
			    "data": {
				    "id": "5791",
				    "station_name": "久が原"
			    },
			    "position": {
				    "x": 1396856.78,
				    "y": -355794.99
			    }
		    }, {
			    "data": {
				    "id": "5790",
				    "station_name": "御嶽山"
			    },
			    "position": {
				    "x": 1396824.73,
				    "y": -355852.36000000004
			    }
		    }, {
			    "data": {
				    "id": "5789",
				    "station_name": "雪が谷大塚"
			    },
			    "position": {
				    "x": 1396810.83,
				    "y": -355920.38
			    }
		    }, {
			    "data": {
				    "id": "5788",
				    "station_name": "石川台"
			    },
			    "position": {
				    "x": 1396850.63,
				    "y": -355968.88
			    }
		    }, {
			    "data": {
				    "id": "5787",
				    "station_name": "洗足池"
			    },
			    "position": {
				    "x": 1396908.9600000002,
				    "y": -355996.4799999999
			    }
		    }, {
			    "data": {
				    "id": "5786",
				    "station_name": "長原"
			    },
			    "position": {
				    "x": 1396978.81,
				    "y": -356021.9
			    }
		    }, {
			    "data": {
				    "id": "5785",
				    "station_name": "旗の台"
			    },
			    "position": {
				    "x": 1397022.86,
				    "y": -356049.23
			    }
		    }, {
			    "data": {
				    "id": "5784",
				    "station_name": "荏原中延"
			    },
			    "position": {
				    "x": 1397121.96,
				    "y": -356100.56
			    }
		    }, {
			    "data": {
				    "id": "5783",
				    "station_name": "戸越銀座"
			    },
			    "position": {
				    "x": 1397148.62,
				    "y": -356159.28
			    }
		    }, {
			    "data": {
				    "id": "5782",
				    "station_name": "大崎広小路"
			    },
			    "position": {
				    "x": 1397223.3899999997,
				    "y": -356222.44
			    }
		    }, {
			    "data": {
				    "id": "5781",
				    "station_name": "五反田"
			    },
			    "position": {
				    "x": 1397241.75,
				    "y": -356252.62
			    }
		    }, {
			    "data": {
				    "id": "5811",
				    "station_name": "松原"
			    },
			    "position": {
				    "x": 1396420.0,
				    "y": -356600.48
			    }
		    }, {
			    "data": {
				    "id": "5812",
				    "station_name": "下高井戸"
			    },
			    "position": {
				    "x": 1396413.72,
				    "y": -356661.5
			    }
		    }, {
			    "data": {
				    "id": "5809",
				    "station_name": "宮の坂"
			    },
			    "position": {
				    "x": 1396449.4,
				    "y": -356475.08
			    }
		    }, {
			    "data": {
				    "id": "5810",
				    "station_name": "山下"
			    },
			    "position": {
				    "x": 1396465.09,
				    "y": -356538.44
			    }
		    }, {
			    "data": {
				    "id": "5807",
				    "station_name": "世田谷"
			    },
			    "position": {
				    "x": 1396509.4500000002,
				    "y": -356435.6400000001
			    }
		    }, {
			    "data": {
				    "id": "5808",
				    "station_name": "上町"
			    },
			    "position": {
				    "x": 1396462.76,
				    "y": -356436.56
			    }
		    }, {
			    "data": {
				    "id": "5805",
				    "station_name": "若林"
			    },
			    "position": {
				    "x": 1396599.1100000003,
				    "y": -356459.33
			    }
		    }, {
			    "data": {
				    "id": "5806",
				    "station_name": "松陰神社前"
			    },
			    "position": {
				    "x": 1396552.11,
				    "y": -356439.47
			    }
		    }, {
			    "data": {
				    "id": "5803",
				    "station_name": "三軒茶屋"
			    },
			    "position": {
				    "x": 1396701.5599999998,
				    "y": -356437.16
			    }
		    }, {
			    "data": {
				    "id": "5804",
				    "station_name": "西太子堂"
			    },
			    "position": {
				    "x": 1396663.82,
				    "y": -356445.45
			    }
		    }, {
			    "data": {
				    "id": "5801",
				    "station_name": "矢口渡"
			    },
			    "position": {
				    "x": 1397003.89,
				    "y": -355624.61999999994
			    }
		    }, {
			    "data": {
				    "id": "5802",
				    "station_name": "蒲田"
			    },
			    "position": {
				    "x": 1397146.26,
				    "y": -355617.67
			    }
		    }, {
			    "data": {
				    "id": "5799",
				    "station_name": "下丸子"
			    },
			    "position": {
				    "x": 1396855.76,
				    "y": -355713.97
			    }
		    }, {
			    "data": {
				    "id": "5800",
				    "station_name": "武蔵新田"
			    },
			    "position": {
				    "x": 1396925.06,
				    "y": -355678.06
			    }
		    }, {
			    "data": {
				    "id": "5797",
				    "station_name": "沼部"
			    },
			    "position": {
				    "x": 1396732.6,
				    "y": -355825.26
			    }
		    }, {
			    "data": {
				    "id": "5798",
				    "station_name": "鵜の木"
			    },
			    "position": {
				    "x": 1396805.54,
				    "y": -355754.51999999996
			    }
		    }, {
			    "data": {
				    "id": "8157",
				    "station_name": "立川北"
			    },
			    "position": {
				    "x": 1394125.3999999997,
				    "y": -356995.02
			    }
		    }, {
			    "data": {
				    "id": "8158",
				    "station_name": "高松"
			    },
			    "position": {
				    "x": 1394132.42,
				    "y": -357101.58
			    }
		    }, {
			    "data": {
				    "id": "8159",
				    "station_name": "立飛"
			    },
			    "position": {
				    "x": 1394173.87,
				    "y": -357147.17
			    }
		    }, {
			    "data": {
				    "id": "8160",
				    "station_name": "泉体育館"
			    },
			    "position": {
				    "x": 1394195.25,
				    "y": -357187.75
			    }
		    }, {
			    "data": {
				    "id": "8161",
				    "station_name": "砂川七番"
			    },
			    "position": {
				    "x": 1394180.97,
				    "y": -357233.19000000006
			    }
		    }, {
			    "data": {
				    "id": "8162",
				    "station_name": "玉川上水"
			    },
			    "position": {
				    "x": 1394178.6600000001,
				    "y": -357322.3
			    }
		    }, {
			    "data": {
				    "id": "8163",
				    "station_name": "桜街道"
			    },
			    "position": {
				    "x": 1394166.53,
				    "y": -357390.00000000006
			    }
		    }, {
			    "data": {
				    "id": "8164",
				    "station_name": "上北台"
			    },
			    "position": {
				    "x": 1394158.22,
				    "y": -357458.24
			    }
		    }, {
			    "data": {
				    "id": "8149",
				    "station_name": "中央大学・明星大学"
			    },
			    "position": {
				    "x": 1394086.72,
				    "y": -356419.7
			    }
		    }, {
			    "data": {
				    "id": "5758",
				    "station_name": "つくし野"
			    },
			    "position": {
				    "x": 1394851.3900000001,
				    "y": -355275.59
			    }
		    }, {
			    "data": {
				    "id": "8150",
				    "station_name": "多摩動物公園"
			    },
			    "position": {
				    "x": 1394036.72,
				    "y": -356486.66
			    }
		    }, {
			    "data": {
				    "id": "5759",
				    "station_name": "すずかけ台"
			    },
			    "position": {
				    "x": 1394816.84,
				    "y": -355170.94
			    }
		    }, {
			    "data": {
				    "id": "8151",
				    "station_name": "程久保"
			    },
			    "position": {
				    "x": 1394106.98,
				    "y": -356550.93
			    }
		    }, {
			    "data": {
				    "id": "5760",
				    "station_name": "南町田"
			    },
			    "position": {
				    "x": 1394703.18,
				    "y": -355115.02
			    }
		    }, {
			    "data": {
				    "id": "8152",
				    "station_name": "高幡不動"
			    },
			    "position": {
				    "x": 1394151.84,
				    "y": -356614.8
			    }
		    }, {
			    "data": {
				    "id": "8153",
				    "station_name": "万願寺"
			    },
			    "position": {
				    "x": 1394200.7900000003,
				    "y": -356712.48999999993
			    }
		    }, {
			    "data": {
				    "id": "8154",
				    "station_name": "甲州街道"
			    },
			    "position": {
				    "x": 1394091.91,
				    "y": -356782.61999999994
			    }
		    }, {
			    "data": {
				    "id": "5763",
				    "station_name": "大井町"
			    },
			    "position": {
				    "x": 1397350.25,
				    "y": -356075.35
			    }
		    }, {
			    "data": {
				    "id": "8155",
				    "station_name": "柴崎体育館"
			    },
			    "position": {
				    "x": 1394091.91,
				    "y": -356894.75
			    }
		    }, {
			    "data": {
				    "id": "8156",
				    "station_name": "立川南"
			    },
			    "position": {
				    "x": 1394125.46,
				    "y": -356960.77
			    }
		    }, {
			    "data": {
				    "id": "5764",
				    "station_name": "下神明"
			    },
			    "position": {
				    "x": 1397262.56,
				    "y": -356087.04
			    }
		    }, {
			    "data": {
				    "id": "5766",
				    "station_name": "中延"
			    },
			    "position": {
				    "x": 1397125.26,
				    "y": -356057.1
			    }
		    }, {
			    "data": {
				    "id": "5765",
				    "station_name": "戸越公園"
			    },
			    "position": {
				    "x": 1397181.59,
				    "y": -356088.56000000006
			    }
		    }, {
			    "data": {
				    "id": "8176",
				    "station_name": "天王洲アイル"
			    },
			    "position": {
				    "x": 1397506.75,
				    "y": -356229.08
			    }
		    }, {
			    "data": {
				    "id": "5768",
				    "station_name": "旗の台"
			    },
			    "position": {
				    "x": 1397022.86,
				    "y": -356049.23
			    }
		    }, {
			    "data": {
				    "id": "8175",
				    "station_name": "浜松町"
			    },
			    "position": {
				    "x": 1397567.47,
				    "y": -356556.66
			    }
		    }, {
			    "data": {
				    "id": "5767",
				    "station_name": "荏原町"
			    },
			    "position": {
				    "x": 1397075.71,
				    "y": -356038.2
			    }
		    }, {
			    "data": {
				    "id": "8178",
				    "station_name": "流通センター"
			    },
			    "position": {
				    "x": 1397489.64,
				    "y": -355818.6
			    }
		    }, {
			    "data": {
				    "id": "5770",
				    "station_name": "大岡山"
			    },
			    "position": {
				    "x": 1396859.09,
				    "y": -356074.56
			    }
		    }, {
			    "data": {
				    "id": "8177",
				    "station_name": "大井競馬場前"
			    },
			    "position": {
				    "x": 1397470.8,
				    "y": -355950.06
			    }
		    }, {
			    "data": {
				    "id": "5769",
				    "station_name": "北千束"
			    },
			    "position": {
				    "x": 1396933.0300000003,
				    "y": -356063.11
			    }
		    }, {
			    "data": {
				    "id": "8180",
				    "station_name": "整備場"
			    },
			    "position": {
				    "x": 1397533.66,
				    "y": -355551.24999999994
			    }
		    }, {
			    "data": {
				    "id": "5772",
				    "station_name": "自由が丘"
			    },
			    "position": {
				    "x": 1396686.64,
				    "y": -356072.24000000005
			    }
		    }, {
			    "data": {
				    "id": "8179",
				    "station_name": "昭和島"
			    },
			    "position": {
				    "x": 1397499.1799999997,
				    "y": -355706.56
			    }
		    }, {
			    "data": {
				    "id": "5771",
				    "station_name": "緑が丘"
			    },
			    "position": {
				    "x": 1396794.82,
				    "y": -356063.8
			    }
		    }, {
			    "data": {
				    "id": "5774",
				    "station_name": "尾山台"
			    },
			    "position": {
				    "x": 1396538.62,
				    "y": -356069.71
			    }
		    }, {
			    "data": {
				    "id": "5773",
				    "station_name": "九品仏"
			    },
			    "position": {
				    "x": 1396609.92,
				    "y": -356053.8
			    }
		    }, {
			    "data": {
				    "id": "5776",
				    "station_name": "上野毛"
			    },
			    "position": {
				    "x": 1396389.17,
				    "y": -356119.57000000007
			    }
		    }, {
			    "data": {
				    "id": "5775",
				    "station_name": "等々力"
			    },
			    "position": {
				    "x": 1396479.38,
				    "y": -356083.69000000006
			    }
		    }, {
			    "data": {
				    "id": "5777",
				    "station_name": "二子玉川"
			    },
			    "position": {
				    "x": 1396266.85,
				    "y": -356117.87999999995
			    }
		    }, {
			    "data": {
				    "id": "8191",
				    "station_name": "品川シーサイド"
			    },
			    "position": {
				    "x": 1397495.49,
				    "y": -356085.23999999993
			    }
		    }, {
			    "data": {
				    "id": "8192",
				    "station_name": "大井町"
			    },
			    "position": {
				    "x": 1397350.25,
				    "y": -356075.35
			    }
		    }, {
			    "data": {
				    "id": "8189",
				    "station_name": "東京テレポート"
			    },
			    "position": {
				    "x": 1397788.96,
				    "y": -356275.3
			    }
		    }, {
			    "data": {
				    "id": "8190",
				    "station_name": "天王洲アイル"
			    },
			    "position": {
				    "x": 1397507.93,
				    "y": -356205.62
			    }
		    }, {
			    "data": {
				    "id": "5723",
				    "station_name": "目黒"
			    },
			    "position": {
				    "x": 1397155.0,
				    "y": -356332.72
			    }
		    }, {
			    "data": {
				    "id": "5724",
				    "station_name": "不動前"
			    },
			    "position": {
				    "x": 1397146.9,
				    "y": -356265.26
			    }
		    }, {
			    "data": {
				    "id": "8193",
				    "station_name": "大崎"
			    },
			    "position": {
				    "x": 1397284.39,
				    "y": -356197.72
			    }
		    }, {
			    "data": {
				    "id": "5727",
				    "station_name": "洗足"
			    },
			    "position": {
				    "x": 1396943.67,
				    "y": -356104.3
			    }
		    }, {
			    "data": {
				    "id": "8183",
				    "station_name": "新整備場"
			    },
			    "position": {
				    "x": 1397867.77,
				    "y": -355427.73
			    }
		    }, {
			    "data": {
				    "id": "5728",
				    "station_name": "大岡山"
			    },
			    "position": {
				    "x": 1396859.09,
				    "y": -356074.56
			    }
		    }, {
			    "data": {
				    "id": "8184",
				    "station_name": "羽田空港第１ビル"
			    },
			    "position": {
				    "x": 1397846.53,
				    "y": -355491.63
			    }
		    }, {
			    "data": {
				    "id": "5725",
				    "station_name": "武蔵小山"
			    },
			    "position": {
				    "x": 1397045.24,
				    "y": -356205.38
			    }
		    }, {
			    "data": {
				    "id": "8181",
				    "station_name": "天空橋"
			    },
			    "position": {
				    "x": 1397542.3,
				    "y": -355489.08
			    }
		    }, {
			    "data": {
				    "id": "5726",
				    "station_name": "西小山"
			    },
			    "position": {
				    "x": 1396986.94,
				    "y": -356154.55
			    }
		    }, {
			    "data": {
				    "id": "8182",
				    "station_name": "羽田空港国際線ビル"
			    },
			    "position": {
				    "x": 1397682.0599999998,
				    "y": -355441.69000000006
			    }
		    }, {
			    "data": {
				    "id": "5731",
				    "station_name": "多摩川"
			    },
			    "position": {
				    "x": 1396687.23,
				    "y": -355895.91
			    }
		    }, {
			    "data": {
				    "id": "8187",
				    "station_name": "東雲"
			    },
			    "position": {
				    "x": 1398043.95,
				    "y": -356409.87000000005
			    }
		    }, {
			    "data": {
				    "id": "8188",
				    "station_name": "国際展示場"
			    },
			    "position": {
				    "x": 1397916.17,
				    "y": -356344.1
			    }
		    }, {
			    "data": {
				    "id": "5729",
				    "station_name": "奥沢"
			    },
			    "position": {
				    "x": 1396723.55,
				    "y": -356039.47
			    }
		    }, {
			    "data": {
				    "id": "8185",
				    "station_name": "羽田空港第２ビル"
			    },
			    "position": {
				    "x": 1397879.79,
				    "y": -355507.3400000001
			    }
		    }, {
			    "data": {
				    "id": "5730",
				    "station_name": "田園調布"
			    },
			    "position": {
				    "x": 1396673.56,
				    "y": -355968.15
			    }
		    }, {
			    "data": {
				    "id": "8186",
				    "station_name": "新木場"
			    },
			    "position": {
				    "x": 1398274.02,
				    "y": -356461.72
			    }
		    }, {
			    "data": {
				    "id": "5736",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397021.48,
				    "y": -356580.2
			    }
		    }, {
			    "data": {
				    "id": "5740",
				    "station_name": "桜新町"
			    },
			    "position": {
				    "x": 1396447.79,
				    "y": -356316.66
			    }
		    }, {
			    "data": {
				    "id": "5739",
				    "station_name": "駒沢大学"
			    },
			    "position": {
				    "x": 1396617.02,
				    "y": -356334.71
			    }
		    }, {
			    "data": {
				    "id": "5738",
				    "station_name": "三軒茶屋"
			    },
			    "position": {
				    "x": 1396701.5599999998,
				    "y": -356437.16
			    }
		    }, {
			    "data": {
				    "id": "5737",
				    "station_name": "池尻大橋"
			    },
			    "position": {
				    "x": 1396843.19,
				    "y": -356506.03
			    }
		    }, {
			    "data": {
				    "id": "5742",
				    "station_name": "二子玉川"
			    },
			    "position": {
				    "x": 1396266.85,
				    "y": -356117.87999999995
			    }
		    }, {
			    "data": {
				    "id": "5741",
				    "station_name": "用賀"
			    },
			    "position": {
				    "x": 1396339.28,
				    "y": -356264.36
			    }
		    }, {
			    "data": {
				    "id": "5699",
				    "station_name": "小田急永山"
			    },
			    "position": {
				    "x": 1394479.4299999997,
				    "y": -356299.72
			    }
		    }, {
			    "data": {
				    "id": "5700",
				    "station_name": "小田急多摩センター"
			    },
			    "position": {
				    "x": 1394242.98,
				    "y": -356249.01999999996
			    }
		    }, {
			    "data": {
				    "id": "5706",
				    "station_name": "学芸大学"
			    },
			    "position": {
				    "x": 1396852.2,
				    "y": -356287.86
			    }
		    }, {
			    "data": {
				    "id": "5705",
				    "station_name": "祐天寺"
			    },
			    "position": {
				    "x": 1396907.58,
				    "y": -356371.63
			    }
		    }, {
			    "data": {
				    "id": "5708",
				    "station_name": "自由が丘"
			    },
			    "position": {
				    "x": 1396686.64,
				    "y": -356072.24000000005
			    }
		    }, {
			    "data": {
				    "id": "5707",
				    "station_name": "都立大学"
			    },
			    "position": {
				    "x": 1396763.93,
				    "y": -356178.35
			    }
		    }, {
			    "data": {
				    "id": "5702",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397024.17,
				    "y": -356595.45
			    }
		    }, {
			    "data": {
				    "id": "5701",
				    "station_name": "唐木田"
			    },
			    "position": {
				    "x": 1394116.22,
				    "y": -356166.7199999999
			    }
		    }, {
			    "data": {
				    "id": "5704",
				    "station_name": "中目黒"
			    },
			    "position": {
				    "x": 1396986.21,
				    "y": -356438.54
			    }
		    }, {
			    "data": {
				    "id": "5703",
				    "station_name": "代官山"
			    },
			    "position": {
				    "x": 1397032.8399999999,
				    "y": -356481.93
			    }
		    }, {
			    "data": {
				    "id": "5710",
				    "station_name": "多摩川"
			    },
			    "position": {
				    "x": 1396687.23,
				    "y": -355895.91
			    }
		    }, {
			    "data": {
				    "id": "5709",
				    "station_name": "田園調布"
			    },
			    "position": {
				    "x": 1396673.56,
				    "y": -355968.15
			    }
		    }, {
			    "data": {
				    "id": "5655",
				    "station_name": "玉川学園前"
			    },
			    "position": {
				    "x": 1394633.88,
				    "y": -355634.86
			    }
		    }, {
			    "data": {
				    "id": "5656",
				    "station_name": "町田"
			    },
			    "position": {
				    "x": 1394452.3600000003,
				    "y": -355442.22
			    }
		    }, {
			    "data": {
				    "id": "5654",
				    "station_name": "鶴川"
			    },
			    "position": {
				    "x": 1394817.59,
				    "y": -355830.77
			    }
		    }, {
			    "data": {
				    "id": "8148",
				    "station_name": "大塚・帝京大学"
			    },
			    "position": {
				    "x": 1394164.6099999999,
				    "y": -356368.78
			    }
		    }, {
			    "data": {
				    "id": "8147",
				    "station_name": "松が谷"
			    },
			    "position": {
				    "x": 1394222.01,
				    "y": -356316.89999999997
			    }
		    }, {
			    "data": {
				    "id": "8146",
				    "station_name": "多摩センター"
			    },
			    "position": {
				    "x": 1394227.82,
				    "y": -356237.23999999993
			    }
		    }, {
			    "data": {
				    "id": "7783",
				    "station_name": "新御徒町"
			    },
			    "position": {
				    "x": 1397819.58,
				    "y": -357070.45
			    }
		    }, {
			    "data": {
				    "id": "7784",
				    "station_name": "浅草"
			    },
			    "position": {
				    "x": 1397923.89,
				    "y": -357138.17
			    }
		    }, {
			    "data": {
				    "id": "7782",
				    "station_name": "秋葉原"
			    },
			    "position": {
				    "x": 1397742.73,
				    "y": -356988.89
			    }
		    }, {
			    "data": {
				    "id": "7787",
				    "station_name": "青井"
			    },
			    "position": {
				    "x": 1398203.8,
				    "y": -357717.82
			    }
		    }, {
			    "data": {
				    "id": "7788",
				    "station_name": "六町"
			    },
			    "position": {
				    "x": 1398218.16,
				    "y": -357849.63
			    }
		    }, {
			    "data": {
				    "id": "7785",
				    "station_name": "南千住"
			    },
			    "position": {
				    "x": 1397987.83,
				    "y": -357324.13
			    }
		    }, {
			    "data": {
				    "id": "7786",
				    "station_name": "北千住"
			    },
			    "position": {
				    "x": 1398050.92,
				    "y": -357494.9
			    }
		    }, {
			    "data": {
				    "id": "7813",
				    "station_name": "お台場海浜公園"
			    },
			    "position": {
				    "x": 1397786.0699999998,
				    "y": -356298.13
			    }
		    }, {
			    "data": {
				    "id": "7814",
				    "station_name": "台場"
			    },
			    "position": {
				    "x": 1397714.3499999999,
				    "y": -356259.08
			    }
		    }, {
			    "data": {
				    "id": "7815",
				    "station_name": "船の科学館"
			    },
			    "position": {
				    "x": 1397731.57,
				    "y": -356214.62
			    }
		    }, {
			    "data": {
				    "id": "7816",
				    "station_name": "テレコムセンター"
			    },
			    "position": {
				    "x": 1397793.27,
				    "y": -356175.93
			    }
		    }, {
			    "data": {
				    "id": "7817",
				    "station_name": "青海"
			    },
			    "position": {
				    "x": 1397811.32,
				    "y": -356246.7
			    }
		    }, {
			    "data": {
				    "id": "7818",
				    "station_name": "国際展示場正門"
			    },
			    "position": {
				    "x": 1397912.2799999998,
				    "y": -356301.58
			    }
		    }, {
			    "data": {
				    "id": "7819",
				    "station_name": "有明"
			    },
			    "position": {
				    "x": 1397932.6899999997,
				    "y": -356345.96
			    }
		    }, {
			    "data": {
				    "id": "7820",
				    "station_name": "有明テニスの森"
			    },
			    "position": {
				    "x": 1397888.8,
				    "y": -356399.64
			    }
		    }, {
			    "data": {
				    "id": "7821",
				    "station_name": "市場前"
			    },
			    "position": {
				    "x": 1397856.4,
				    "y": -356456.84
			    }
		    }, {
			    "data": {
				    "id": "7822",
				    "station_name": "新豊洲"
			    },
			    "position": {
				    "x": 1397899.96,
				    "y": -356487.18000000005
			    }
		    }, {
			    "data": {
				    "id": "7823",
				    "station_name": "豊洲"
			    },
			    "position": {
				    "x": 1397954.14,
				    "y": -356537.92
			    }
		    }, {
			    "data": {
				    "id": "7808",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397596.4399999997,
				    "y": -356655.03
			    }
		    }, {
			    "data": {
				    "id": "7810",
				    "station_name": "竹芝"
			    },
			    "position": {
				    "x": 1397620.37,
				    "y": -356540.99000000005
			    }
		    }, {
			    "data": {
				    "id": "7809",
				    "station_name": "汐留"
			    },
			    "position": {
				    "x": 1397599.85,
				    "y": -356628.71
			    }
		    }, {
			    "data": {
				    "id": "7812",
				    "station_name": "芝浦ふ頭"
			    },
			    "position": {
				    "x": 1397578.5200000003,
				    "y": -356417.73
			    }
		    }, {
			    "data": {
				    "id": "7811",
				    "station_name": "日の出"
			    },
			    "position": {
				    "x": 1397590.6,
				    "y": -356491.36
			    }
		    }, {
			    "data": {
				    "id": "7723",
				    "station_name": "舎人"
			    },
			    "position": {
				    "x": 1397701.0799999998,
				    "y": -358057.0
			    }
		    }, {
			    "data": {
				    "id": "7724",
				    "station_name": "見沼代親水公園"
			    },
			    "position": {
				    "x": 1397707.19,
				    "y": -358145.44
			    }
		    }, {
			    "data": {
				    "id": "7721",
				    "station_name": "谷在家"
			    },
			    "position": {
				    "x": 1397700.43,
				    "y": -357887.74
			    }
		    }, {
			    "data": {
				    "id": "7722",
				    "station_name": "舎人公園"
			    },
			    "position": {
				    "x": 1397701.83,
				    "y": -357962.3
			    }
		    }, {
			    "data": {
				    "id": "7719",
				    "station_name": "江北"
			    },
			    "position": {
				    "x": 1397703.06,
				    "y": -357740.21
			    }
		    }, {
			    "data": {
				    "id": "7720",
				    "station_name": "西新井大師西"
			    },
			    "position": {
				    "x": 1397700.94,
				    "y": -357815.04999999993
			    }
		    }, {
			    "data": {
				    "id": "7717",
				    "station_name": "扇大橋"
			    },
			    "position": {
				    "x": 1397708.08,
				    "y": -357638.97
			    }
		    }, {
			    "data": {
				    "id": "7718",
				    "station_name": "高野"
			    },
			    "position": {
				    "x": 1397706.79,
				    "y": -357683.59
			    }
		    }, {
			    "data": {
				    "id": "7708",
				    "station_name": "鬼子母神前"
			    },
			    "position": {
				    "x": 1397149.16,
				    "y": -357204.03
			    }
		    }, {
			    "data": {
				    "id": "7707",
				    "station_name": "都電雑司ヶ谷"
			    },
			    "position": {
				    "x": 1397180.06,
				    "y": -357242.61
			    }
		    }, {
			    "data": {
				    "id": "7706",
				    "station_name": "東池袋四丁目"
			    },
			    "position": {
				    "x": 1397200.1199999999,
				    "y": -357252.8
			    }
		    }, {
			    "data": {
				    "id": "7705",
				    "station_name": "向原"
			    },
			    "position": {
				    "x": 1397248.9400000002,
				    "y": -357289.38
			    }
		    }, {
			    "data": {
				    "id": "7704",
				    "station_name": "大塚駅前"
			    },
			    "position": {
				    "x": 1397295.93,
				    "y": -357320.82
			    }
		    }, {
			    "data": {
				    "id": "7703",
				    "station_name": "巣鴨新田"
			    },
			    "position": {
				    "x": 1397277.69,
				    "y": -357354.88000000006
			    }
		    }, {
			    "data": {
				    "id": "6078",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397024.17,
				    "y": -356595.45
			    }
		    }, {
			    "data": {
				    "id": "7702",
				    "station_name": "庚申塚"
			    },
			    "position": {
				    "x": 1397297.43,
				    "y": -357395.63000000006
			    }
		    }, {
			    "data": {
				    "id": "6077",
				    "station_name": "明治神宮前〈原宿〉"
			    },
			    "position": {
				    "x": 1397053.67,
				    "y": -356684.97
			    }
		    }, {
			    "data": {
				    "id": "7701",
				    "station_name": "新庚申塚"
			    },
			    "position": {
				    "x": 1397304.5099999998,
				    "y": -357413.4799999999
			    }
		    }, {
			    "data": {
				    "id": "7716",
				    "station_name": "足立小台"
			    },
			    "position": {
				    "x": 1397703.81,
				    "y": -357546.58
			    }
		    }, {
			    "data": {
				    "id": "6076",
				    "station_name": "北参道"
			    },
			    "position": {
				    "x": 1397054.53,
				    "y": -356784.59
			    }
		    }, {
			    "data": {
				    "id": "6075",
				    "station_name": "新宿三丁目"
			    },
			    "position": {
				    "x": 1397048.28,
				    "y": -356908.53
			    }
		    }, {
			    "data": {
				    "id": "7715",
				    "station_name": "熊野前"
			    },
			    "position": {
				    "x": 1397696.95,
				    "y": -357489.72
			    }
		    }, {
			    "data": {
				    "id": "6074",
				    "station_name": "東新宿"
			    },
			    "position": {
				    "x": 1397075.93,
				    "y": -356989.15
			    }
		    }, {
			    "data": {
				    "id": "7714",
				    "station_name": "赤土小学校前"
			    },
			    "position": {
				    "x": 1397689.8899999997,
				    "y": -357424.54
			    }
		    }, {
			    "data": {
				    "id": "6073",
				    "station_name": "西早稲田"
			    },
			    "position": {
				    "x": 1397091.01,
				    "y": -357082.42
			    }
		    }, {
			    "data": {
				    "id": "7713",
				    "station_name": "西日暮里"
			    },
			    "position": {
				    "x": 1397668.57,
				    "y": -357319.5399999999
			    }
		    }, {
			    "data": {
				    "id": "6072",
				    "station_name": "雑司が谷"
			    },
			    "position": {
				    "x": 1397147.9500000002,
				    "y": -357202.33
			    }
		    }, {
			    "data": {
				    "id": "7712",
				    "station_name": "日暮里"
			    },
			    "position": {
				    "x": 1397712.87,
				    "y": -357279.08
			    }
		    }, {
			    "data": {
				    "id": "6071",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397082.91,
				    "y": -357314.64
			    }
		    }, {
			    "data": {
				    "id": "7711",
				    "station_name": "早稲田"
			    },
			    "position": {
				    "x": 1397189.28,
				    "y": -357118.48
			    }
		    }, {
			    "data": {
				    "id": "6070",
				    "station_name": "要町"
			    },
			    "position": {
				    "x": 1396987.15,
				    "y": -357332.3
			    }
		    }, {
			    "data": {
				    "id": "7710",
				    "station_name": "面影橋"
			    },
			    "position": {
				    "x": 1397144.44,
				    "y": -357129.81
			    }
		    }, {
			    "data": {
				    "id": "6069",
				    "station_name": "千川"
			    },
			    "position": {
				    "x": 1396892.71,
				    "y": -357382.29
			    }
		    }, {
			    "data": {
				    "id": "7709",
				    "station_name": "学習院下"
			    },
			    "position": {
				    "x": 1397124.7,
				    "y": -357162.48
			    }
		    }, {
			    "data": {
				    "id": "6065",
				    "station_name": "地下鉄赤塚"
			    },
			    "position": {
				    "x": 1396440.2100000002,
				    "y": -357699.39
			    }
		    }, {
			    "data": {
				    "id": "6066",
				    "station_name": "平和台"
			    },
			    "position": {
				    "x": 1396537.62,
				    "y": -357578.63
			    }
		    }, {
			    "data": {
				    "id": "6067",
				    "station_name": "氷川台"
			    },
			    "position": {
				    "x": 1396655.67,
				    "y": -357495.5
			    }
		    }, {
			    "data": {
				    "id": "6068",
				    "station_name": "小竹向原"
			    },
			    "position": {
				    "x": 1396785.72,
				    "y": -357438.02999999997
			    }
		    }, {
			    "data": {
				    "id": "6061",
				    "station_name": "白金台"
			    },
			    "position": {
				    "x": 1397261.33,
				    "y": -356379.17000000004
			    }
		    }, {
			    "data": {
				    "id": "6062",
				    "station_name": "目黒"
			    },
			    "position": {
				    "x": 1397155.0,
				    "y": -356332.72
			    }
		    }, {
			    "data": {
				    "id": "6064",
				    "station_name": "地下鉄成増"
			    },
			    "position": {
				    "x": 1396314.97,
				    "y": -357765.57000000007
			    }
		    }, {
			    "data": {
				    "id": "6057",
				    "station_name": "溜池山王"
			    },
			    "position": {
				    "x": 1397414.1900000002,
				    "y": -356736.21
			    }
		    }, {
			    "data": {
				    "id": "6058",
				    "station_name": "六本木一丁目"
			    },
			    "position": {
				    "x": 1397390.0,
				    "y": -356655.95
			    }
		    }, {
			    "data": {
				    "id": "6059",
				    "station_name": "麻布十番"
			    },
			    "position": {
				    "x": 1397370.51,
				    "y": -356546.82
			    }
		    }, {
			    "data": {
				    "id": "6060",
				    "station_name": "白金高輪"
			    },
			    "position": {
				    "x": 1397341.04,
				    "y": -356429.03
			    }
		    }, {
			    "data": {
				    "id": "6053",
				    "station_name": "飯田橋"
			    },
			    "position": {
				    "x": 1397436.69,
				    "y": -357019.34
			    }
		    }, {
			    "data": {
				    "id": "6054",
				    "station_name": "市ケ谷"
			    },
			    "position": {
				    "x": 1397366.42,
				    "y": -356912.95
			    }
		    }, {
			    "data": {
				    "id": "6055",
				    "station_name": "四ツ谷"
			    },
			    "position": {
				    "x": 1397295.5,
				    "y": -356860.31999999995
			    }
		    }, {
			    "data": {
				    "id": "6056",
				    "station_name": "永田町"
			    },
			    "position": {
				    "x": 1397402.58,
				    "y": -356787.56999999995
			    }
		    }, {
			    "data": {
				    "id": "7760",
				    "station_name": "赤羽岩淵"
			    },
			    "position": {
				    "x": 1397221.03,
				    "y": -357834.17
			    }
		    }, {
			    "data": {
				    "id": "6050",
				    "station_name": "本駒込"
			    },
			    "position": {
				    "x": 1397538.28,
				    "y": -357241.55
			    }
		    }, {
			    "data": {
				    "id": "6049",
				    "station_name": "駒込"
			    },
			    "position": {
				    "x": 1397464.42,
				    "y": -357369.5900000001
			    }
		    }, {
			    "data": {
				    "id": "6052",
				    "station_name": "後楽園"
			    },
			    "position": {
				    "x": 1397518.64,
				    "y": -357078.98
			    }
		    }, {
			    "data": {
				    "id": "6051",
				    "station_name": "東大前"
			    },
			    "position": {
				    "x": 1397580.25,
				    "y": -357176.33
			    }
		    }, {
			    "data": {
				    "id": "6046",
				    "station_name": "王子神谷"
			    },
			    "position": {
				    "x": 1397359.33,
				    "y": -357651.72
			    }
		    }, {
			    "data": {
				    "id": "6045",
				    "station_name": "志茂"
			    },
			    "position": {
				    "x": 1397325.99,
				    "y": -357779.4799999999
			    }
		    }, {
			    "data": {
				    "id": "6048",
				    "station_name": "西ケ原"
			    },
			    "position": {
				    "x": 1397423.22,
				    "y": -357460.08
			    }
		    }, {
			    "data": {
				    "id": "6047",
				    "station_name": "王子"
			    },
			    "position": {
				    "x": 1397376.18,
				    "y": -357539.66
			    }
		    }, {
			    "data": {
				    "id": "6042",
				    "station_name": "錦糸町"
			    },
			    "position": {
				    "x": 1398149.4100000001,
				    "y": -356975.78
			    }
		    }, {
			    "data": {
				    "id": "6041",
				    "station_name": "住吉"
			    },
			    "position": {
				    "x": 1398156.81,
				    "y": -356890.73
			    }
		    }, {
			    "data": {
				    "id": "6044",
				    "station_name": "赤羽岩淵"
			    },
			    "position": {
				    "x": 1397221.03,
				    "y": -357834.17
			    }
		    }, {
			    "data": {
				    "id": "6043",
				    "station_name": "押上〈スカイツリー前〉"
			    },
			    "position": {
				    "x": 1398129.35,
				    "y": -357107.0200000001
			    }
		    }, {
			    "data": {
				    "id": "6038",
				    "station_name": "三越前"
			    },
			    "position": {
				    "x": 1397731.47,
				    "y": -356849.08
			    }
		    }, {
			    "data": {
				    "id": "6037",
				    "station_name": "大手町"
			    },
			    "position": {
				    "x": 1397641.07,
				    "y": -356868.6
			    }
		    }, {
			    "data": {
				    "id": "6040",
				    "station_name": "清澄白河"
			    },
			    "position": {
				    "x": 1397988.5100000002,
				    "y": -356821.05
			    }
		    }, {
			    "data": {
				    "id": "6039",
				    "station_name": "水天宮前"
			    },
			    "position": {
				    "x": 1397853.77,
				    "y": -356826.83
			    }
		    }, {
			    "data": {
				    "id": "6024",
				    "station_name": "月島"
			    },
			    "position": {
				    "x": 1397842.33,
				    "y": -356648.7100000001
			    }
		    }, {
			    "data": {
				    "id": "6023",
				    "station_name": "新富町"
			    },
			    "position": {
				    "x": 1397737.11,
				    "y": -356704.62
			    }
		    }, {
			    "data": {
				    "id": "6022",
				    "station_name": "銀座一丁目"
			    },
			    "position": {
				    "x": 1397670.45,
				    "y": -356743.49999999994
			    }
		    }, {
			    "data": {
				    "id": "6021",
				    "station_name": "有楽町"
			    },
			    "position": {
				    "x": 1397632.65,
				    "y": -356757.14
			    }
		    }, {
			    "data": {
				    "id": "6028",
				    "station_name": "新線池袋"
			    },
			    "position": {
				    "x": 1397103.88,
				    "y": -357306.45
			    }
		    }, {
			    "data": {
				    "id": "6027",
				    "station_name": "新木場"
			    },
			    "position": {
				    "x": 1398262.54,
				    "y": -356458.32
			    }
		    }, {
			    "data": {
				    "id": "6026",
				    "station_name": "辰巳"
			    },
			    "position": {
				    "x": 1398105.2,
				    "y": -356455.76
			    }
		    }, {
			    "data": {
				    "id": "6025",
				    "station_name": "豊洲"
			    },
			    "position": {
				    "x": 1397962.1,
				    "y": -356549.08
			    }
		    }, {
			    "data": {
				    "id": "6032",
				    "station_name": "青山一丁目"
			    },
			    "position": {
				    "x": 1397241.59,
				    "y": -356727.6500000001
			    }
		    }, {
			    "data": {
				    "id": "6031",
				    "station_name": "表参道"
			    },
			    "position": {
				    "x": 1397123.14,
				    "y": -356652.4699999999
			    }
		    }, {
			    "data": {
				    "id": "6030",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397010.0,
				    "y": -356590.66
			    }
		    }, {
			    "data": {
				    "id": "6029",
				    "station_name": "小竹向原"
			    },
			    "position": {
				    "x": 1396785.72,
				    "y": -357438.02999999997
			    }
		    }, {
			    "data": {
				    "id": "6036",
				    "station_name": "神保町"
			    },
			    "position": {
				    "x": 1397576.06,
				    "y": -356959.66
			    }
		    }, {
			    "data": {
				    "id": "6035",
				    "station_name": "九段下"
			    },
			    "position": {
				    "x": 1397519.48,
				    "y": -356955.88999999996
			    }
		    }, {
			    "data": {
				    "id": "6034",
				    "station_name": "半蔵門"
			    },
			    "position": {
				    "x": 1397416.3,
				    "y": -356857.03
			    }
		    }, {
			    "data": {
				    "id": "6033",
				    "station_name": "永田町"
			    },
			    "position": {
				    "x": 1397402.58,
				    "y": -356787.56999999995
			    }
		    }, {
			    "data": {
				    "id": "6007",
				    "station_name": "平和台"
			    },
			    "position": {
				    "x": 1396537.62,
				    "y": -357578.63
			    }
		    }, {
			    "data": {
				    "id": "6008",
				    "station_name": "氷川台"
			    },
			    "position": {
				    "x": 1396655.67,
				    "y": -357495.5
			    }
		    }, {
			    "data": {
				    "id": "6005",
				    "station_name": "地下鉄成増"
			    },
			    "position": {
				    "x": 1396314.97,
				    "y": -357765.57000000007
			    }
		    }, {
			    "data": {
				    "id": "6006",
				    "station_name": "地下鉄赤塚"
			    },
			    "position": {
				    "x": 1396440.2100000002,
				    "y": -357699.39
			    }
		    }, {
			    "data": {
				    "id": "6011",
				    "station_name": "要町"
			    },
			    "position": {
				    "x": 1396987.15,
				    "y": -357332.3
			    }
		    }, {
			    "data": {
				    "id": "6012",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397100.88,
				    "y": -357295.65
			    }
		    }, {
			    "data": {
				    "id": "6009",
				    "station_name": "小竹向原"
			    },
			    "position": {
				    "x": 1396785.72,
				    "y": -357438.02999999997
			    }
		    }, {
			    "data": {
				    "id": "6010",
				    "station_name": "千川"
			    },
			    "position": {
				    "x": 1396892.71,
				    "y": -357382.29
			    }
		    }, {
			    "data": {
				    "id": "6015",
				    "station_name": "江戸川橋"
			    },
			    "position": {
				    "x": 1397335.38,
				    "y": -357094.95
			    }
		    }, {
			    "data": {
				    "id": "6016",
				    "station_name": "飯田橋"
			    },
			    "position": {
				    "x": 1397436.69,
				    "y": -357019.34
			    }
		    }, {
			    "data": {
				    "id": "6013",
				    "station_name": "東池袋"
			    },
			    "position": {
				    "x": 1397195.4600000002,
				    "y": -357257.32
			    }
		    }, {
			    "data": {
				    "id": "6014",
				    "station_name": "護国寺"
			    },
			    "position": {
				    "x": 1397275.4000000001,
				    "y": -357190.43999999994
			    }
		    }, {
			    "data": {
				    "id": "6019",
				    "station_name": "永田町"
			    },
			    "position": {
				    "x": 1397402.58,
				    "y": -356787.56999999995
			    }
		    }, {
			    "data": {
				    "id": "6020",
				    "station_name": "桜田門"
			    },
			    "position": {
				    "x": 1397514.9,
				    "y": -356774.05
			    }
		    }, {
			    "data": {
				    "id": "6017",
				    "station_name": "市ケ谷"
			    },
			    "position": {
				    "x": 1397364.7,
				    "y": -356919.58
			    }
		    }, {
			    "data": {
				    "id": "6018",
				    "station_name": "麹町"
			    },
			    "position": {
				    "x": 1397376.13,
				    "y": -356840.05999999994
			    }
		    }, {
			    "data": {
				    "id": "5990",
				    "station_name": "根津"
			    },
			    "position": {
				    "x": 1397656.55,
				    "y": -357174.0
			    }
		    }, {
			    "data": {
				    "id": "5989",
				    "station_name": "千駄木"
			    },
			    "position": {
				    "x": 1397632.43,
				    "y": -357255.49
			    }
		    }, {
			    "data": {
				    "id": "5992",
				    "station_name": "新御茶ノ水"
			    },
			    "position": {
				    "x": 1397660.14,
				    "y": -356980.72
			    }
		    }, {
			    "data": {
				    "id": "5991",
				    "station_name": "湯島"
			    },
			    "position": {
				    "x": 1397699.16,
				    "y": -357082.42999999993
			    }
		    }, {
			    "data": {
				    "id": "5994",
				    "station_name": "二重橋前"
			    },
			    "position": {
				    "x": 1397619.48,
				    "y": -356810.71
			    }
		    }, {
			    "data": {
				    "id": "5993",
				    "station_name": "大手町"
			    },
			    "position": {
				    "x": 1397633.99,
				    "y": -356861.5399999999
			    }
		    }, {
			    "data": {
				    "id": "5996",
				    "station_name": "霞ケ関"
			    },
			    "position": {
				    "x": 1397508.99,
				    "y": -356738.38000000006
			    }
		    }, {
			    "data": {
				    "id": "5995",
				    "station_name": "日比谷"
			    },
			    "position": {
				    "x": 1397587.32,
				    "y": -356742.41
			    }
		    }, {
			    "data": {
				    "id": "5998",
				    "station_name": "赤坂"
			    },
			    "position": {
				    "x": 1397383.48,
				    "y": -356732.3
			    }
		    }, {
			    "data": {
				    "id": "5997",
				    "station_name": "国会議事堂前"
			    },
			    "position": {
				    "x": 1397452.19,
				    "y": -356739.3
			    }
		    }, {
			    "data": {
				    "id": "6000",
				    "station_name": "表参道"
			    },
			    "position": {
				    "x": 1397123.14,
				    "y": -356652.4699999999
			    }
		    }, {
			    "data": {
				    "id": "5999",
				    "station_name": "乃木坂"
			    },
			    "position": {
				    "x": 1397262.15,
				    "y": -356665.72
			    }
		    }, {
			    "data": {
				    "id": "6002",
				    "station_name": "代々木公園"
			    },
			    "position": {
				    "x": 1396890.99,
				    "y": -356691.87
			    }
		    }, {
			    "data": {
				    "id": "6001",
				    "station_name": "明治神宮前〈原宿〉"
			    },
			    "position": {
				    "x": 1397039.95,
				    "y": -356690.71
			    }
		    }, {
			    "data": {
				    "id": "6003",
				    "station_name": "代々木上原"
			    },
			    "position": {
				    "x": 1396801.5299999998,
				    "y": -356691.59
			    }
		    }, {
			    "data": {
				    "id": "5973",
				    "station_name": "木場"
			    },
			    "position": {
				    "x": 1398070.42,
				    "y": -356693.51
			    }
		    }, {
			    "data": {
				    "id": "5974",
				    "station_name": "東陽町"
			    },
			    "position": {
				    "x": 1398175.9600000002,
				    "y": -356696.29
			    }
		    }, {
			    "data": {
				    "id": "5975",
				    "station_name": "南砂町"
			    },
			    "position": {
				    "x": 1398306.5,
				    "y": -356687.96
			    }
		    }, {
			    "data": {
				    "id": "5976",
				    "station_name": "西葛西"
			    },
			    "position": {
				    "x": 1398592.59,
				    "y": -356646.31
			    }
		    }, {
			    "data": {
				    "id": "5977",
				    "station_name": "葛西"
			    },
			    "position": {
				    "x": 1398724.5799999998,
				    "y": -356635.54
			    }
		    }, {
			    "data": {
				    "id": "5984",
				    "station_name": "北綾瀬"
			    },
			    "position": {
				    "x": 1398320.35,
				    "y": -357771.17
			    }
		    }, {
			    "data": {
				    "id": "5985",
				    "station_name": "綾瀬"
			    },
			    "position": {
				    "x": 1398250.19,
				    "y": -357622.2199999999
			    }
		    }, {
			    "data": {
				    "id": "5986",
				    "station_name": "北千住"
			    },
			    "position": {
				    "x": 1398042.7599999998,
				    "y": -357489.1599999999
			    }
		    }, {
			    "data": {
				    "id": "5987",
				    "station_name": "町屋"
			    },
			    "position": {
				    "x": 1397805.0099999998,
				    "y": -357427.33
			    }
		    }, {
			    "data": {
				    "id": "5988",
				    "station_name": "西日暮里"
			    },
			    "position": {
				    "x": 1397665.11,
				    "y": -357322.57000000007
			    }
		    }, {
			    "data": {
				    "id": "5964",
				    "station_name": "早稲田"
			    },
			    "position": {
				    "x": 1397213.19,
				    "y": -357057.23
			    }
		    }, {
			    "data": {
				    "id": "5963",
				    "station_name": "高田馬場"
			    },
			    "position": {
				    "x": 1397047.45,
				    "y": -357133.38
			    }
		    }, {
			    "data": {
				    "id": "5962",
				    "station_name": "落合"
			    },
			    "position": {
				    "x": 1396872.84,
				    "y": -357109.76
			    }
		    }, {
			    "data": {
				    "id": "5961",
				    "station_name": "中野"
			    },
			    "position": {
				    "x": 1396658.35,
				    "y": -357057.65
			    }
		    }, {
			    "data": {
				    "id": "5960",
				    "station_name": "中目黒"
			    },
			    "position": {
				    "x": 1396986.21,
				    "y": -356438.54
			    }
		    }, {
			    "data": {
				    "id": "5959",
				    "station_name": "恵比寿"
			    },
			    "position": {
				    "x": 1397089.8799999997,
				    "y": -356473.32
			    }
		    }, {
			    "data": {
				    "id": "5958",
				    "station_name": "広尾"
			    },
			    "position": {
				    "x": 1397222.02,
				    "y": -356522.79
			    }
		    }, {
			    "data": {
				    "id": "5957",
				    "station_name": "六本木"
			    },
			    "position": {
				    "x": 1397314.43,
				    "y": -356628.36
			    }
		    }, {
			    "data": {
				    "id": "5972",
				    "station_name": "門前仲町"
			    },
			    "position": {
				    "x": 1397962.09,
				    "y": -356718.51
			    }
		    }, {
			    "data": {
				    "id": "5971",
				    "station_name": "茅場町"
			    },
			    "position": {
				    "x": 1397800.0500000003,
				    "y": -356797.52
			    }
		    }, {
			    "data": {
				    "id": "5970",
				    "station_name": "日本橋"
			    },
			    "position": {
				    "x": 1397735.16,
				    "y": -356820.78
			    }
		    }, {
			    "data": {
				    "id": "5969",
				    "station_name": "大手町"
			    },
			    "position": {
				    "x": 1397660.86,
				    "y": -356848.01
			    }
		    }, {
			    "data": {
				    "id": "5968",
				    "station_name": "竹橋"
			    },
			    "position": {
				    "x": 1397568.17,
				    "y": -356906.61999999994
			    }
		    }, {
			    "data": {
				    "id": "5967",
				    "station_name": "九段下"
			    },
			    "position": {
				    "x": 1397519.48,
				    "y": -356955.88999999996
			    }
		    }, {
			    "data": {
				    "id": "5966",
				    "station_name": "飯田橋"
			    },
			    "position": {
				    "x": 1397459.86,
				    "y": -357017.25000000006
			    }
		    }, {
			    "data": {
				    "id": "5965",
				    "station_name": "神楽坂"
			    },
			    "position": {
				    "x": 1397345.46,
				    "y": -357037.9
			    }
		    }, {
			    "data": {
				    "id": "5947",
				    "station_name": "小伝馬町"
			    },
			    "position": {
				    "x": 1397784.33,
				    "y": -356907.37
			    }
		    }, {
			    "data": {
				    "id": "5948",
				    "station_name": "人形町"
			    },
			    "position": {
				    "x": 1397822.85,
				    "y": -356863.07
			    }
		    }, {
			    "data": {
				    "id": "5945",
				    "station_name": "仲御徒町"
			    },
			    "position": {
				    "x": 1397761.3799999997,
				    "y": -357066.49
			    }
		    }, {
			    "data": {
				    "id": "5946",
				    "station_name": "秋葉原"
			    },
			    "position": {
				    "x": 1397754.59,
				    "y": -356981.61999999994
			    }
		    }, {
			    "data": {
				    "id": "5943",
				    "station_name": "入谷"
			    },
			    "position": {
				    "x": 1397839.2400000002,
				    "y": -357198.62
			    }
		    }, {
			    "data": {
				    "id": "5944",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397771.22,
				    "y": -357114.82000000007
			    }
		    }, {
			    "data": {
				    "id": "5941",
				    "station_name": "南千住"
			    },
			    "position": {
				    "x": 1397992.73,
				    "y": -357333.98000000004
			    }
		    }, {
			    "data": {
				    "id": "5942",
				    "station_name": "三ノ輪"
			    },
			    "position": {
				    "x": 1397914.8500000003,
				    "y": -357296.23
			    }
		    }, {
			    "data": {
				    "id": "5955",
				    "station_name": "霞ケ関"
			    },
			    "position": {
				    "x": 1397508.99,
				    "y": -356738.38000000006
			    }
		    }, {
			    "data": {
				    "id": "5956",
				    "station_name": "神谷町"
			    },
			    "position": {
				    "x": 1397450.69,
				    "y": -356629.78
			    }
		    }, {
			    "data": {
				    "id": "5953",
				    "station_name": "銀座"
			    },
			    "position": {
				    "x": 1397639.65,
				    "y": -356719.89
			    }
		    }, {
			    "data": {
				    "id": "5954",
				    "station_name": "日比谷"
			    },
			    "position": {
				    "x": 1397601.7,
				    "y": -356745.9
			    }
		    }, {
			    "data": {
				    "id": "5951",
				    "station_name": "築地"
			    },
			    "position": {
				    "x": 1397726.03,
				    "y": -356681.15
			    }
		    }, {
			    "data": {
				    "id": "5952",
				    "station_name": "東銀座"
			    },
			    "position": {
				    "x": 1397672.53,
				    "y": -356694.6400000001
			    }
		    }, {
			    "data": {
				    "id": "5949",
				    "station_name": "茅場町"
			    },
			    "position": {
				    "x": 1397800.0500000003,
				    "y": -356797.52
			    }
		    }, {
			    "data": {
				    "id": "5950",
				    "station_name": "八丁堀"
			    },
			    "position": {
				    "x": 1397769.82,
				    "y": -356748.51000000007
			    }
		    }, {
			    "data": {
				    "id": "5930",
				    "station_name": "西新宿"
			    },
			    "position": {
				    "x": 1396927.78,
				    "y": -356942.98
			    }
		    }, {
			    "data": {
				    "id": "5929",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397007.11,
				    "y": -356923.5
			    }
		    }, {
			    "data": {
				    "id": "5932",
				    "station_name": "新中野"
			    },
			    "position": {
				    "x": 1396690.2999999998,
				    "y": -356974.91
			    }
		    }, {
			    "data": {
				    "id": "5931",
				    "station_name": "中野坂上"
			    },
			    "position": {
				    "x": 1396829.1000000003,
				    "y": -356979.2
			    }
		    }, {
			    "data": {
				    "id": "5926",
				    "station_name": "四谷三丁目"
			    },
			    "position": {
				    "x": 1397201.03,
				    "y": -356879.58
			    }
		    }, {
			    "data": {
				    "id": "5925",
				    "station_name": "四ツ谷"
			    },
			    "position": {
				    "x": 1397299.4700000002,
				    "y": -356845.86
			    }
		    }, {
			    "data": {
				    "id": "5928",
				    "station_name": "新宿三丁目"
			    },
			    "position": {
				    "x": 1397048.95,
				    "y": -356908.47
			    }
		    }, {
			    "data": {
				    "id": "5927",
				    "station_name": "新宿御苑前"
			    },
			    "position": {
				    "x": 1397106.9,
				    "y": -356885.88
			    }
		    }, {
			    "data": {
				    "id": "5938",
				    "station_name": "中野富士見町"
			    },
			    "position": {
				    "x": 1396669.33,
				    "y": -356905.14
			    }
		    }, {
			    "data": {
				    "id": "5937",
				    "station_name": "荻窪"
			    },
			    "position": {
				    "x": 1396201.16,
				    "y": -357043.04
			    }
		    }, {
			    "data": {
				    "id": "5940",
				    "station_name": "北千住"
			    },
			    "position": {
				    "x": 1398042.7599999998,
				    "y": -357489.1599999999
			    }
		    }, {
			    "data": {
				    "id": "5939",
				    "station_name": "方南町"
			    },
			    "position": {
				    "x": 1396564.98,
				    "y": -356834.9600000001
			    }
		    }, {
			    "data": {
				    "id": "5934",
				    "station_name": "東高円寺"
			    },
			    "position": {
				    "x": 1396578.2200000002,
				    "y": -356978.02
			    }
		    }, {
			    "data": {
				    "id": "5933",
				    "station_name": "中野新橋"
			    },
			    "position": {
				    "x": 1396739.97,
				    "y": -356921.2299999999
			    }
		    }, {
			    "data": {
				    "id": "5936",
				    "station_name": "南阿佐ケ谷"
			    },
			    "position": {
				    "x": 1396357.6,
				    "y": -356996.24
			    }
		    }, {
			    "data": {
				    "id": "5935",
				    "station_name": "新高円寺"
			    },
			    "position": {
				    "x": 1396480.68,
				    "y": -356979.85
			    }
		    }, {
			    "data": {
				    "id": "5913",
				    "station_name": "新大塚"
			    },
			    "position": {
				    "x": 1397299.71,
				    "y": -357256.9
			    }
		    }, {
			    "data": {
				    "id": "5914",
				    "station_name": "茗荷谷"
			    },
			    "position": {
				    "x": 1397371.84,
				    "y": -357169.88999999996
			    }
		    }, {
			    "data": {
				    "id": "5915",
				    "station_name": "後楽園"
			    },
			    "position": {
				    "x": 1397518.64,
				    "y": -357078.98
			    }
		    }, {
			    "data": {
				    "id": "5916",
				    "station_name": "本郷三丁目"
			    },
			    "position": {
				    "x": 1397599.14,
				    "y": -357066.71
			    }
		    }, {
			    "data": {
				    "id": "5909",
				    "station_name": "外苑前"
			    },
			    "position": {
				    "x": 1397178.57,
				    "y": -356705.27
			    }
		    }, {
			    "data": {
				    "id": "5910",
				    "station_name": "表参道"
			    },
			    "position": {
				    "x": 1397123.14,
				    "y": -356652.4699999999
			    }
		    }, {
			    "data": {
				    "id": "5911",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397010.0,
				    "y": -356590.66
			    }
		    }, {
			    "data": {
				    "id": "5912",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397110.8600000003,
				    "y": -357302.56
			    }
		    }, {
			    "data": {
				    "id": "5921",
				    "station_name": "銀座"
			    },
			    "position": {
				    "x": 1397639.65,
				    "y": -356719.89
			    }
		    }, {
			    "data": {
				    "id": "5922",
				    "station_name": "霞ケ関"
			    },
			    "position": {
				    "x": 1397508.99,
				    "y": -356738.38000000006
			    }
		    }, {
			    "data": {
				    "id": "5923",
				    "station_name": "国会議事堂前"
			    },
			    "position": {
				    "x": 1397452.19,
				    "y": -356739.3
			    }
		    }, {
			    "data": {
				    "id": "5924",
				    "station_name": "赤坂見附"
			    },
			    "position": {
				    "x": 1397370.47,
				    "y": -356770.21
			    }
		    }, {
			    "data": {
				    "id": "5917",
				    "station_name": "御茶ノ水"
			    },
			    "position": {
				    "x": 1397639.5199999998,
				    "y": -357006.14
			    }
		    }, {
			    "data": {
				    "id": "5918",
				    "station_name": "淡路町"
			    },
			    "position": {
				    "x": 1397675.75,
				    "y": -356954.3400000001
			    }
		    }, {
			    "data": {
				    "id": "5919",
				    "station_name": "大手町"
			    },
			    "position": {
				    "x": 1397662.0,
				    "y": -356865.64
			    }
		    }, {
			    "data": {
				    "id": "5920",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397647.08,
				    "y": -356817.53
			    }
		    }, {
			    "data": {
				    "id": "3103",
				    "station_name": "赤羽"
			    },
			    "position": {
				    "x": 1397209.2800000003,
				    "y": -357780.26000000007
			    }
		    }, {
			    "data": {
				    "id": "3104",
				    "station_name": "北赤羽"
			    },
			    "position": {
				    "x": 1397056.9000000001,
				    "y": -357870.07
			    }
		    }, {
			    "data": {
				    "id": "3101",
				    "station_name": "板橋"
			    },
			    "position": {
				    "x": 1397195.0699999998,
				    "y": -357454.35
			    }
		    }, {
			    "data": {
				    "id": "3102",
				    "station_name": "十条"
			    },
			    "position": {
				    "x": 1397222.33,
				    "y": -357603.21
			    }
		    }, {
			    "data": {
				    "id": "3105",
				    "station_name": "浮間舟渡"
			    },
			    "position": {
				    "x": 1396913.41,
				    "y": -357912.09
			    }
		    }, {
			    "data": {
				    "id": "3096",
				    "station_name": "大崎"
			    },
			    "position": {
				    "x": 1397284.39,
				    "y": -356197.72
			    }
		    }, {
			    "data": {
				    "id": "3099",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "5300",
				    "station_name": "曳舟"
			    },
			    "position": {
				    "x": 1398166.3400000003,
				    "y": -357184.18
			    }
		    }, {
			    "data": {
				    "id": "3100",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397110.8600000003,
				    "y": -357302.56
			    }
		    }, {
			    "data": {
				    "id": "3097",
				    "station_name": "恵比寿"
			    },
			    "position": {
				    "x": 1397100.7,
				    "y": -356466.85
			    }
		    }, {
			    "data": {
				    "id": "3098",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397012.38,
				    "y": -356588.71
			    }
		    }, {
			    "data": {
				    "id": "5302",
				    "station_name": "東あずま"
			    },
			    "position": {
				    "x": 1398318.83,
				    "y": -357070.6699999999
			    }
		    }, {
			    "data": {
				    "id": "5301",
				    "station_name": "小村井"
			    },
			    "position": {
				    "x": 1398275.95,
				    "y": -357103.16
			    }
		    }, {
			    "data": {
				    "id": "5304",
				    "station_name": "亀戸"
			    },
			    "position": {
				    "x": 1398267.91,
				    "y": -356977.07999999996
			    }
		    }, {
			    "data": {
				    "id": "5303",
				    "station_name": "亀戸水神"
			    },
			    "position": {
				    "x": 1398334.2199999997,
				    "y": -356999.76
			    }
		    }, {
			    "data": {
				    "id": "5306",
				    "station_name": "大師前"
			    },
			    "position": {
				    "x": 1397816.47,
				    "y": -357789.89
			    }
		    }, {
			    "data": {
				    "id": "5305",
				    "station_name": "西新井"
			    },
			    "position": {
				    "x": 1397903.72,
				    "y": -357773.23
			    }
		    }, {
			    "data": {
				    "id": "3126",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397770.43,
				    "y": -357137.9
			    }
		    }, {
			    "data": {
				    "id": "3127",
				    "station_name": "尾久"
			    },
			    "position": {
				    "x": 1397538.4600000002,
				    "y": -357468.29999999993
			    }
		    }, {
			    "data": {
				    "id": "3128",
				    "station_name": "赤羽"
			    },
			    "position": {
				    "x": 1397209.2800000003,
				    "y": -357780.26000000007
			    }
		    }, {
			    "data": {
				    "id": "5363",
				    "station_name": "椎名町"
			    },
			    "position": {
				    "x": 1396943.63,
				    "y": -357265.72
			    }
		    }, {
			    "data": {
				    "id": "5364",
				    "station_name": "東長崎"
			    },
			    "position": {
				    "x": 1396832.94,
				    "y": -357300.3
			    }
		    }, {
			    "data": {
				    "id": "5362",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397114.61,
				    "y": -357291.3
			    }
		    }, {
			    "data": {
				    "id": "5370",
				    "station_name": "練馬高野台"
			    },
			    "position": {
				    "x": 1396167.49,
				    "y": -357406.22
			    }
		    }, {
			    "data": {
				    "id": "5369",
				    "station_name": "富士見台"
			    },
			    "position": {
				    "x": 1396296.9,
				    "y": -357358.67
			    }
		    }, {
			    "data": {
				    "id": "5372",
				    "station_name": "大泉学園"
			    },
			    "position": {
				    "x": 1395867.32,
				    "y": -357494.06
			    }
		    }, {
			    "data": {
				    "id": "5371",
				    "station_name": "石神井公園"
			    },
			    "position": {
				    "x": 1396069.8100000003,
				    "y": -357435.63
			    }
		    }, {
			    "data": {
				    "id": "3214",
				    "station_name": "葛西臨海公園"
			    },
			    "position": {
				    "x": 1398615.2899999998,
				    "y": -356443.92
			    }
		    }, {
			    "data": {
				    "id": "5366",
				    "station_name": "桜台"
			    },
			    "position": {
				    "x": 1396626.02,
				    "y": -357387.97
			    }
		    }, {
			    "data": {
				    "id": "3213",
				    "station_name": "新木場"
			    },
			    "position": {
				    "x": 1398274.02,
				    "y": -356461.72
			    }
		    }, {
			    "data": {
				    "id": "5365",
				    "station_name": "江古田"
			    },
			    "position": {
				    "x": 1396728.14,
				    "y": -357375.57
			    }
		    }, {
			    "data": {
				    "id": "5368",
				    "station_name": "中村橋"
			    },
			    "position": {
				    "x": 1396374.56,
				    "y": -357367.67
			    }
		    }, {
			    "data": {
				    "id": "5367",
				    "station_name": "練馬"
			    },
			    "position": {
				    "x": 1396543.6800000002,
				    "y": -357378.93
			    }
		    }, {
			    "data": {
				    "id": "3210",
				    "station_name": "八丁堀"
			    },
			    "position": {
				    "x": 1397777.05,
				    "y": -356746.17
			    }
		    }, {
			    "data": {
				    "id": "3209",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "5377",
				    "station_name": "秋津"
			    },
			    "position": {
				    "x": 1394965.39,
				    "y": -357786.1400000001
			    }
		    }, {
			    "data": {
				    "id": "3212",
				    "station_name": "潮見"
			    },
			    "position": {
				    "x": 1398173.41,
				    "y": -356587.0200000001
			    }
		    }, {
			    "data": {
				    "id": "3211",
				    "station_name": "越中島"
			    },
			    "position": {
				    "x": 1397927.13,
				    "y": -356679.46
			    }
		    }, {
			    "data": {
				    "id": "5374",
				    "station_name": "ひばりヶ丘"
			    },
			    "position": {
				    "x": 1395458.52,
				    "y": -357514.85
			    }
		    }, {
			    "data": {
				    "id": "5373",
				    "station_name": "保谷"
			    },
			    "position": {
				    "x": 1395677.53,
				    "y": -357482.22
			    }
		    }, {
			    "data": {
				    "id": "5376",
				    "station_name": "清瀬"
			    },
			    "position": {
				    "x": 1395199.17,
				    "y": -357722.21
			    }
		    }, {
			    "data": {
				    "id": "5375",
				    "station_name": "東久留米"
			    },
			    "position": {
				    "x": 1395337.39,
				    "y": -357604.45000000007
			    }
		    }, {
			    "data": {
				    "id": "7607",
				    "station_name": "中井"
			    },
			    "position": {
				    "x": 1396863.5600000003,
				    "y": -357140.35
			    }
		    }, {
			    "data": {
				    "id": "5151",
				    "station_name": "ときわ台"
			    },
			    "position": {
				    "x": 1396890.15,
				    "y": -357587.71
			    }
		    }, {
			    "data": {
				    "id": "7608",
				    "station_name": "落合南長崎"
			    },
			    "position": {
				    "x": 1396833.03,
				    "y": -357236.07999999996
			    }
		    }, {
			    "data": {
				    "id": "5152",
				    "station_name": "上板橋"
			    },
			    "position": {
				    "x": 1396764.1,
				    "y": -357635.96
			    }
		    }, {
			    "data": {
				    "id": "7605",
				    "station_name": "中野坂上"
			    },
			    "position": {
				    "x": 1396822.79,
				    "y": -356970.9
			    }
		    }, {
			    "data": {
				    "id": "5149",
				    "station_name": "大山"
			    },
			    "position": {
				    "x": 1397025.89,
				    "y": -357483.98000000004
			    }
		    }, {
			    "data": {
				    "id": "7606",
				    "station_name": "東中野"
			    },
			    "position": {
				    "x": 1396829.8699999999,
				    "y": -357068.91
			    }
		    }, {
			    "data": {
				    "id": "5150",
				    "station_name": "中板橋"
			    },
			    "position": {
				    "x": 1396946.28,
				    "y": -357562.14
			    }
		    }, {
			    "data": {
				    "id": "7611",
				    "station_name": "豊島園"
			    },
			    "position": {
				    "x": 1396491.1,
				    "y": -357420.67
			    }
		    }, {
			    "data": {
				    "id": "5155",
				    "station_name": "成増"
			    },
			    "position": {
				    "x": 1396327.08,
				    "y": -357777.2299999999
			    }
		    }, {
			    "data": {
				    "id": "7612",
				    "station_name": "練馬春日町"
			    },
			    "position": {
				    "x": 1396402.36,
				    "y": -357514.52
			    }
		    }, {
			    "data": {
				    "id": "7609",
				    "station_name": "新江古田"
			    },
			    "position": {
				    "x": 1396706.5300000003,
				    "y": -357325.38
			    }
		    }, {
			    "data": {
				    "id": "5153",
				    "station_name": "東武練馬"
			    },
			    "position": {
				    "x": 1396619.64,
				    "y": -357686.98
			    }
		    }, {
			    "data": {
				    "id": "7610",
				    "station_name": "練馬"
			    },
			    "position": {
				    "x": 1396547.7,
				    "y": -357374.04
			    }
		    }, {
			    "data": {
				    "id": "5154",
				    "station_name": "下赤塚"
			    },
			    "position": {
				    "x": 1396444.82,
				    "y": -357705.58
			    }
		    }, {
			    "data": {
				    "id": "7615",
				    "station_name": "馬込"
			    },
			    "position": {
				    "x": 1397117.72,
				    "y": -355964.35
			    }
		    }, {
			    "data": {
				    "id": "7616",
				    "station_name": "中延"
			    },
			    "position": {
				    "x": 1397137.36,
				    "y": -356057.69
			    }
		    }, {
			    "data": {
				    "id": "7613",
				    "station_name": "光が丘"
			    },
			    "position": {
				    "x": 1396286.03,
				    "y": -357585.26
			    }
		    }, {
			    "data": {
				    "id": "7614",
				    "station_name": "西馬込"
			    },
			    "position": {
				    "x": 1397059.42,
				    "y": -355868.59
			    }
		    }, {
			    "data": {
				    "id": "5147",
				    "station_name": "北池袋"
			    },
			    "position": {
				    "x": 1397167.49,
				    "y": -357412.83
			    }
		    }, {
			    "data": {
				    "id": "7619",
				    "station_name": "高輪台"
			    },
			    "position": {
				    "x": 1397303.05,
				    "y": -356316.79
			    }
		    }, {
			    "data": {
				    "id": "7620",
				    "station_name": "泉岳寺"
			    },
			    "position": {
				    "x": 1397400.2,
				    "y": -356386.92
			    }
		    }, {
			    "data": {
				    "id": "5148",
				    "station_name": "下板橋"
			    },
			    "position": {
				    "x": 1397147.85,
				    "y": -357457.21
			    }
		    }, {
			    "data": {
				    "id": "7617",
				    "station_name": "戸越"
			    },
			    "position": {
				    "x": 1397164.9500000002,
				    "y": -356146.3300000001
			    }
		    }, {
			    "data": {
				    "id": "5146",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397106.78,
				    "y": -357309.24
			    }
		    }, {
			    "data": {
				    "id": "7618",
				    "station_name": "五反田"
			    },
			    "position": {
				    "x": 1397241.75,
				    "y": -356271.02
			    }
		    }, {
			    "data": {
				    "id": "7624",
				    "station_name": "東銀座"
			    },
			    "position": {
				    "x": 1397672.53,
				    "y": -356694.6400000001
			    }
		    }, {
			    "data": {
				    "id": "7623",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397594.5100000002,
				    "y": -356655.77
			    }
		    }, {
			    "data": {
				    "id": "7622",
				    "station_name": "大門"
			    },
			    "position": {
				    "x": 1397546.6,
				    "y": -356567.85
			    }
		    }, {
			    "data": {
				    "id": "7621",
				    "station_name": "三田"
			    },
			    "position": {
				    "x": 1397487.75,
				    "y": -356481.8
			    }
		    }, {
			    "data": {
				    "id": "7628",
				    "station_name": "東日本橋"
			    },
			    "position": {
				    "x": 1397848.21,
				    "y": -356921.26
			    }
		    }, {
			    "data": {
				    "id": "7627",
				    "station_name": "人形町"
			    },
			    "position": {
				    "x": 1397822.85,
				    "y": -356863.07
			    }
		    }, {
			    "data": {
				    "id": "7626",
				    "station_name": "日本橋"
			    },
			    "position": {
				    "x": 1397757.21,
				    "y": -356816.88
			    }
		    }, {
			    "data": {
				    "id": "7625",
				    "station_name": "宝町"
			    },
			    "position": {
				    "x": 1397717.67,
				    "y": -356754.61
			    }
		    }, {
			    "data": {
				    "id": "7632",
				    "station_name": "本所吾妻橋"
			    },
			    "position": {
				    "x": 1398046.24,
				    "y": -357085.8
			    }
		    }, {
			    "data": {
				    "id": "7631",
				    "station_name": "浅草"
			    },
			    "position": {
				    "x": 1397969.7,
				    "y": -357094.61
			    }
		    }, {
			    "data": {
				    "id": "7630",
				    "station_name": "蔵前"
			    },
			    "position": {
				    "x": 1397909.31,
				    "y": -357032.36
			    }
		    }, {
			    "data": {
				    "id": "7629",
				    "station_name": "浅草橋"
			    },
			    "position": {
				    "x": 1397863.05,
				    "y": -356974.51
			    }
		    }, {
			    "data": {
				    "id": "7636",
				    "station_name": "白金高輪"
			    },
			    "position": {
				    "x": 1397341.04,
				    "y": -356429.03
			    }
		    }, {
			    "data": {
				    "id": "7635",
				    "station_name": "白金台"
			    },
			    "position": {
				    "x": 1397261.33,
				    "y": -356379.17000000004
			    }
		    }, {
			    "data": {
				    "id": "7634",
				    "station_name": "目黒"
			    },
			    "position": {
				    "x": 1397155.0,
				    "y": -356332.72
			    }
		    }, {
			    "data": {
				    "id": "7633",
				    "station_name": "押上（スカイツリー前）"
			    },
			    "position": {
				    "x": 1398129.35,
				    "y": -357107.0200000001
			    }
		    }, {
			    "data": {
				    "id": "3270",
				    "station_name": "高尾"
			    },
			    "position": {
				    "x": 1392822.88,
				    "y": -356420.26
			    }
		    }, {
			    "data": {
				    "id": "3271",
				    "station_name": "八王子"
			    },
			    "position": {
				    "x": 1393389.98,
				    "y": -356555.55
			    }
		    }, {
			    "data": {
				    "id": "3272",
				    "station_name": "立川"
			    },
			    "position": {
				    "x": 1394137.04,
				    "y": -356982.02
			    }
		    }, {
			    "data": {
				    "id": "7576",
				    "station_name": "都庁前"
			    },
			    "position": {
				    "x": 1396925.7,
				    "y": -356905.51
			    }
		    }, {
			    "data": {
				    "id": "5184",
				    "station_name": "浅草"
			    },
			    "position": {
				    "x": 1397982.1400000001,
				    "y": -357118.83
			    }
		    }, {
			    "data": {
				    "id": "3273",
				    "station_name": "国分寺"
			    },
			    "position": {
				    "x": 1394808.41,
				    "y": -357001.23
			    }
		    }, {
			    "data": {
				    "id": "7577",
				    "station_name": "西新宿五丁目"
			    },
			    "position": {
				    "x": 1396843.04,
				    "y": -356897.98
			    }
		    }, {
			    "data": {
				    "id": "5185",
				    "station_name": "とうきょうスカイツリー"
			    },
			    "position": {
				    "x": 1398093.32,
				    "y": -357104.30000000005
			    }
		    }, {
			    "data": {
				    "id": "3274",
				    "station_name": "三鷹"
			    },
			    "position": {
				    "x": 1395603.25,
				    "y": -357026.83
			    }
		    }, {
			    "data": {
				    "id": "7578",
				    "station_name": "新宿西口"
			    },
			    "position": {
				    "x": 1396991.5500000003,
				    "y": -356933.1500000001
			    }
		    }, {
			    "data": {
				    "id": "5186",
				    "station_name": "押上〈スカイツリー前〉"
			    },
			    "position": {
				    "x": 1398129.35,
				    "y": -357107.0200000001
			    }
		    }, {
			    "data": {
				    "id": "3275",
				    "station_name": "吉祥寺"
			    },
			    "position": {
				    "x": 1395797.65,
				    "y": -357031.19
			    }
		    }, {
			    "data": {
				    "id": "7579",
				    "station_name": "東新宿"
			    },
			    "position": {
				    "x": 1397075.49,
				    "y": -356979.2
			    }
		    }, {
			    "data": {
				    "id": "5187",
				    "station_name": "曳舟"
			    },
			    "position": {
				    "x": 1398166.3400000003,
				    "y": -357184.18
			    }
		    }, {
			    "data": {
				    "id": "5188",
				    "station_name": "東向島"
			    },
			    "position": {
				    "x": 1398193.06,
				    "y": -357243.23999999993
			    }
		    }, {
			    "data": {
				    "id": "7580",
				    "station_name": "若松河田"
			    },
			    "position": {
				    "x": 1397181.84,
				    "y": -356992.18
			    }
		    }, {
			    "data": {
				    "id": "7581",
				    "station_name": "牛込柳町"
			    },
			    "position": {
				    "x": 1397250.27,
				    "y": -356995.18
			    }
		    }, {
			    "data": {
				    "id": "7582",
				    "station_name": "牛込神楽坂"
			    },
			    "position": {
				    "x": 1397358.02,
				    "y": -357008.51
			    }
		    }, {
			    "data": {
				    "id": "7583",
				    "station_name": "飯田橋"
			    },
			    "position": {
				    "x": 1397449.99,
				    "y": -357029.27
			    }
		    }, {
			    "data": {
				    "id": "7584",
				    "station_name": "春日"
			    },
			    "position": {
				    "x": 1397532.5,
				    "y": -357095.98
			    }
		    }, {
			    "data": {
				    "id": "7585",
				    "station_name": "本郷三丁目"
			    },
			    "position": {
				    "x": 1397600.95,
				    "y": -357074.62
			    }
		    }, {
			    "data": {
				    "id": "7586",
				    "station_name": "上野御徒町"
			    },
			    "position": {
				    "x": 1397743.32,
				    "y": -357078.93
			    }
		    }, {
			    "data": {
				    "id": "7587",
				    "station_name": "新御徒町"
			    },
			    "position": {
				    "x": 1397819.58,
				    "y": -357070.45
			    }
		    }, {
			    "data": {
				    "id": "7588",
				    "station_name": "蔵前"
			    },
			    "position": {
				    "x": 1397909.31,
				    "y": -357032.36
			    }
		    }, {
			    "data": {
				    "id": "7590",
				    "station_name": "森下"
			    },
			    "position": {
				    "x": 1397970.4200000002,
				    "y": -356879.6
			    }
		    }, {
			    "data": {
				    "id": "5197",
				    "station_name": "竹ノ塚"
			    },
			    "position": {
				    "x": 1397907.88,
				    "y": -357943.68
			    }
		    }, {
			    "data": {
				    "id": "7589",
				    "station_name": "両国"
			    },
			    "position": {
				    "x": 1397974.21,
				    "y": -356968.81
			    }
		    }, {
			    "data": {
				    "id": "7592",
				    "station_name": "門前仲町"
			    },
			    "position": {
				    "x": 1397962.09,
				    "y": -356718.51
			    }
		    }, {
			    "data": {
				    "id": "7591",
				    "station_name": "清澄白河"
			    },
			    "position": {
				    "x": 1397988.5100000002,
				    "y": -356821.05
			    }
		    }, {
			    "data": {
				    "id": "7594",
				    "station_name": "勝どき"
			    },
			    "position": {
				    "x": 1397764.42,
				    "y": -356585.07
			    }
		    }, {
			    "data": {
				    "id": "7593",
				    "station_name": "月島"
			    },
			    "position": {
				    "x": 1397842.33,
				    "y": -356648.7100000001
			    }
		    }, {
			    "data": {
				    "id": "3260",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397110.8600000003,
				    "y": -357302.56
			    }
		    }, {
			    "data": {
				    "id": "7596",
				    "station_name": "汐留"
			    },
			    "position": {
				    "x": 1397606.42,
				    "y": -356637.03
			    }
		    }, {
			    "data": {
				    "id": "7595",
				    "station_name": "築地市場"
			    },
			    "position": {
				    "x": 1397669.15,
				    "y": -356648.95
			    }
		    }, {
			    "data": {
				    "id": "5190",
				    "station_name": "堀切"
			    },
			    "position": {
				    "x": 1398177.27,
				    "y": -357429.77
			    }
		    }, {
			    "data": {
				    "id": "3262",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397012.38,
				    "y": -356588.71
			    }
		    }, {
			    "data": {
				    "id": "7598",
				    "station_name": "赤羽橋"
			    },
			    "position": {
				    "x": 1397436.42,
				    "y": -356550.06999999995
			    }
		    }, {
			    "data": {
				    "id": "5189",
				    "station_name": "鐘ヶ淵"
			    },
			    "position": {
				    "x": 1398203.44,
				    "y": -357337.12
			    }
		    }, {
			    "data": {
				    "id": "3261",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "7597",
				    "station_name": "大門"
			    },
			    "position": {
				    "x": 1397546.6,
				    "y": -356567.85
			    }
		    }, {
			    "data": {
				    "id": "5192",
				    "station_name": "北千住"
			    },
			    "position": {
				    "x": 1398055.6400000001,
				    "y": -357498.91
			    }
		    }, {
			    "data": {
				    "id": "3264",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "7600",
				    "station_name": "六本木"
			    },
			    "position": {
				    "x": 1397315.67,
				    "y": -356639.21
			    }
		    }, {
			    "data": {
				    "id": "5191",
				    "station_name": "牛田"
			    },
			    "position": {
				    "x": 1398118.16,
				    "y": -357445.55
			    }
		    }, {
			    "data": {
				    "id": "3263",
				    "station_name": "品川"
			    },
			    "position": {
				    "x": 1397389.99,
				    "y": -356287.6
			    }
		    }, {
			    "data": {
				    "id": "7599",
				    "station_name": "麻布十番"
			    },
			    "position": {
				    "x": 1397361.16,
				    "y": -356565.03
			    }
		    }, {
			    "data": {
				    "id": "5194",
				    "station_name": "五反野"
			    },
			    "position": {
				    "x": 1398096.43,
				    "y": -357658.52
			    }
		    }, {
			    "data": {
				    "id": "7602",
				    "station_name": "国立競技場"
			    },
			    "position": {
				    "x": 1397149.32,
				    "y": -356798.31
			    }
		    }, {
			    "data": {
				    "id": "5193",
				    "station_name": "小菅"
			    },
			    "position": {
				    "x": 1398129.35,
				    "y": -357590.39
			    }
		    }, {
			    "data": {
				    "id": "7601",
				    "station_name": "青山一丁目"
			    },
			    "position": {
				    "x": 1397239.6,
				    "y": -356729.29
			    }
		    }, {
			    "data": {
				    "id": "5196",
				    "station_name": "西新井"
			    },
			    "position": {
				    "x": 1397903.72,
				    "y": -357773.23
			    }
		    }, {
			    "data": {
				    "id": "7604",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1396988.12,
				    "y": -356886.9
			    }
		    }, {
			    "data": {
				    "id": "5195",
				    "station_name": "梅島"
			    },
			    "position": {
				    "x": 1397979.16,
				    "y": -357724.36999999994
			    }
		    }, {
			    "data": {
				    "id": "7603",
				    "station_name": "代々木"
			    },
			    "position": {
				    "x": 1397016.66,
				    "y": -356832.18
			    }
		    }, {
			    "data": {
				    "id": "7675",
				    "station_name": "大島"
			    },
			    "position": {
				    "x": 1398356.4999999998,
				    "y": -356899.05
			    }
		    }, {
			    "data": {
				    "id": "7676",
				    "station_name": "東大島"
			    },
			    "position": {
				    "x": 1398459.63,
				    "y": -356903.55
			    }
		    }, {
			    "data": {
				    "id": "7673",
				    "station_name": "住吉"
			    },
			    "position": {
				    "x": 1398156.81,
				    "y": -356890.73
			    }
		    }, {
			    "data": {
				    "id": "7674",
				    "station_name": "西大島"
			    },
			    "position": {
				    "x": 1398262.06,
				    "y": -356893.49
			    }
		    }, {
			    "data": {
				    "id": "7671",
				    "station_name": "森下"
			    },
			    "position": {
				    "x": 1397970.4200000002,
				    "y": -356879.6
			    }
		    }, {
			    "data": {
				    "id": "7672",
				    "station_name": "菊川"
			    },
			    "position": {
				    "x": 1398060.16,
				    "y": -356883.79
			    }
		    }, {
			    "data": {
				    "id": "7669",
				    "station_name": "馬喰横山"
			    },
			    "position": {
				    "x": 1397827.68,
				    "y": -356921.2
			    }
		    }, {
			    "data": {
				    "id": "7670",
				    "station_name": "浜町"
			    },
			    "position": {
				    "x": 1397881.5399999998,
				    "y": -356885.16
			    }
		    }, {
			    "data": {
				    "id": "3315",
				    "station_name": "田端"
			    },
			    "position": {
				    "x": 1397612.29,
				    "y": -357377.81
			    }
		    }, {
			    "data": {
				    "id": "7683",
				    "station_name": "荒川一中前"
			    },
			    "position": {
				    "x": 1397889.88,
				    "y": -357336.59
			    }
		    }, {
			    "data": {
				    "id": "3316",
				    "station_name": "西日暮里"
			    },
			    "position": {
				    "x": 1397668.57,
				    "y": -357319.5399999999
			    }
		    }, {
			    "data": {
				    "id": "7684",
				    "station_name": "荒川区役所前"
			    },
			    "position": {
				    "x": 1397864.56,
				    "y": -357349.3
			    }
		    }, {
			    "data": {
				    "id": "3313",
				    "station_name": "王子"
			    },
			    "position": {
				    "x": 1397380.9,
				    "y": -357525.38
			    }
		    }, {
			    "data": {
				    "id": "3314",
				    "station_name": "上中里"
			    },
			    "position": {
				    "x": 1397457.69,
				    "y": -357472.8
			    }
		    }, {
			    "data": {
				    "id": "7682",
				    "station_name": "三ノ輪橋"
			    },
			    "position": {
				    "x": 1397914.12,
				    "y": -357322.48
			    }
		    }, {
			    "data": {
				    "id": "3311",
				    "station_name": "赤羽"
			    },
			    "position": {
				    "x": 1397209.2800000003,
				    "y": -357780.26000000007
			    }
		    }, {
			    "data": {
				    "id": "7679",
				    "station_name": "瑞江"
			    },
			    "position": {
				    "x": 1398976.1,
				    "y": -356933.18
			    }
		    }, {
			    "data": {
				    "id": "3312",
				    "station_name": "東十条"
			    },
			    "position": {
				    "x": 1397268.5800000003,
				    "y": -357638.03
			    }
		    }, {
			    "data": {
				    "id": "7680",
				    "station_name": "篠崎"
			    },
			    "position": {
				    "x": 1399036.98,
				    "y": -357060.17
			    }
		    }, {
			    "data": {
				    "id": "7677",
				    "station_name": "船堀"
			    },
			    "position": {
				    "x": 1398642.58,
				    "y": -356837.95
			    }
		    }, {
			    "data": {
				    "id": "7678",
				    "station_name": "一之江"
			    },
			    "position": {
				    "x": 1398829.34,
				    "y": -356860.55
			    }
		    }, {
			    "data": {
				    "id": "7692",
				    "station_name": "小台"
			    },
			    "position": {
				    "x": 1397617.7899999998,
				    "y": -357505.7899999999
			    }
		    }, {
			    "data": {
				    "id": "7691",
				    "station_name": "宮ノ前"
			    },
			    "position": {
				    "x": 1397649.55,
				    "y": -357501.35
			    }
		    }, {
			    "data": {
				    "id": "7690",
				    "station_name": "熊野前"
			    },
			    "position": {
				    "x": 1397692.04,
				    "y": -357492.12
			    }
		    }, {
			    "data": {
				    "id": "7689",
				    "station_name": "東尾久三丁目"
			    },
			    "position": {
				    "x": 1397743.86,
				    "y": -357453.98000000004
			    }
		    }, {
			    "data": {
				    "id": "7688",
				    "station_name": "町屋二丁目"
			    },
			    "position": {
				    "x": 1397766.25,
				    "y": -357438.37
			    }
		    }, {
			    "data": {
				    "id": "7687",
				    "station_name": "町屋駅前"
			    },
			    "position": {
				    "x": 1397811.4500000002,
				    "y": -357427.5
			    }
		    }, {
			    "data": {
				    "id": "7686",
				    "station_name": "荒川七丁目"
			    },
			    "position": {
				    "x": 1397841.7,
				    "y": -357419.74999999994
			    }
		    }, {
			    "data": {
				    "id": "7685",
				    "station_name": "荒川二丁目"
			    },
			    "position": {
				    "x": 1397846.96,
				    "y": -357386.23
			    }
		    }, {
			    "data": {
				    "id": "7700",
				    "station_name": "西ヶ原四丁目"
			    },
			    "position": {
				    "x": 1397327.79,
				    "y": -357445.01
			    }
		    }, {
			    "data": {
				    "id": "7699",
				    "station_name": "滝野川一丁目"
			    },
			    "position": {
				    "x": 1397353.76,
				    "y": -357473.74
			    }
		    }, {
			    "data": {
				    "id": "7698",
				    "station_name": "飛鳥山"
			    },
			    "position": {
				    "x": 1397373.82,
				    "y": -357502.48
			    }
		    }, {
			    "data": {
				    "id": "7697",
				    "station_name": "王子駅前"
			    },
			    "position": {
				    "x": 1397376.61,
				    "y": -357531.99000000005
			    }
		    }, {
			    "data": {
				    "id": "7696",
				    "station_name": "栄町"
			    },
			    "position": {
				    "x": 1397421.24,
				    "y": -357509.09
			    }
		    }, {
			    "data": {
				    "id": "7695",
				    "station_name": "梶原"
			    },
			    "position": {
				    "x": 1397474.03,
				    "y": -357511.62
			    }
		    }, {
			    "data": {
				    "id": "7694",
				    "station_name": "荒川車庫前"
			    },
			    "position": {
				    "x": 1397526.17,
				    "y": -357509.09
			    }
		    }, {
			    "data": {
				    "id": "7693",
				    "station_name": "荒川遊園地前"
			    },
			    "position": {
				    "x": 1397577.67,
				    "y": -357507.44
			    }
		    }, {
			    "data": {
				    "id": "7641",
				    "station_name": "日比谷"
			    },
			    "position": {
				    "x": 1397599.98,
				    "y": -356760.36
			    }
		    }, {
			    "data": {
				    "id": "7642",
				    "station_name": "大手町"
			    },
			    "position": {
				    "x": 1397629.5899999999,
				    "y": -356848.55999999994
			    }
		    }, {
			    "data": {
				    "id": "3339",
				    "station_name": "赤羽"
			    },
			    "position": {
				    "x": 1397209.2800000003,
				    "y": -357780.26000000007
			    }
		    }, {
			    "data": {
				    "id": "7643",
				    "station_name": "神保町"
			    },
			    "position": {
				    "x": 1397581.2,
				    "y": -356954.92000000004
			    }
		    }, {
			    "data": {
				    "id": "3340",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397110.8600000003,
				    "y": -357302.56
			    }
		    }, {
			    "data": {
				    "id": "7644",
				    "station_name": "水道橋"
			    },
			    "position": {
				    "x": 1397551.6,
				    "y": -357033.98
			    }
		    }, {
			    "data": {
				    "id": "7637",
				    "station_name": "三田"
			    },
			    "position": {
				    "x": 1397487.75,
				    "y": -356481.8
			    }
		    }, {
			    "data": {
				    "id": "7638",
				    "station_name": "芝公園"
			    },
			    "position": {
				    "x": 1397498.24,
				    "y": -356540.74
			    }
		    }, {
			    "data": {
				    "id": "7639",
				    "station_name": "御成門"
			    },
			    "position": {
				    "x": 1397515.35,
				    "y": -356612.1500000001
			    }
		    }, {
			    "data": {
				    "id": "7640",
				    "station_name": "内幸町"
			    },
			    "position": {
				    "x": 1397556.1,
				    "y": -356697.5
			    }
		    }, {
			    "data": {
				    "id": "3345",
				    "station_name": "西大井"
			    },
			    "position": {
				    "x": 1397217.29,
				    "y": -356016.16
			    }
		    }, {
			    "data": {
				    "id": "7649",
				    "station_name": "西巣鴨"
			    },
			    "position": {
				    "x": 1397287.12,
				    "y": -357435.07999999996
			    }
		    }, {
			    "data": {
				    "id": "7650",
				    "station_name": "新板橋"
			    },
			    "position": {
				    "x": 1397201.01,
				    "y": -357487.85
			    }
		    }, {
			    "data": {
				    "id": "7651",
				    "station_name": "板橋区役所前"
			    },
			    "position": {
				    "x": 1397101.02,
				    "y": -357512.84
			    }
		    }, {
			    "data": {
				    "id": "7652",
				    "station_name": "板橋本町"
			    },
			    "position": {
				    "x": 1397055.3499999999,
				    "y": -357613.39
			    }
		    }, {
			    "data": {
				    "id": "3341",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "7645",
				    "station_name": "春日"
			    },
			    "position": {
				    "x": 1397532.5,
				    "y": -357095.98
			    }
		    }, {
			    "data": {
				    "id": "3342",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397012.38,
				    "y": -356588.71
			    }
		    }, {
			    "data": {
				    "id": "7646",
				    "station_name": "白山"
			    },
			    "position": {
				    "x": 1397521.36,
				    "y": -357214.08
			    }
		    }, {
			    "data": {
				    "id": "3343",
				    "station_name": "恵比寿"
			    },
			    "position": {
				    "x": 1397100.7,
				    "y": -356466.85
			    }
		    }, {
			    "data": {
				    "id": "7647",
				    "station_name": "千石"
			    },
			    "position": {
				    "x": 1397447.92,
				    "y": -357279.57
			    }
		    }, {
			    "data": {
				    "id": "3344",
				    "station_name": "大崎"
			    },
			    "position": {
				    "x": 1397284.39,
				    "y": -356197.72
			    }
		    }, {
			    "data": {
				    "id": "7648",
				    "station_name": "巣鴨"
			    },
			    "position": {
				    "x": 1397385.19,
				    "y": -357335.02
			    }
		    }, {
			    "data": {
				    "id": "3322",
				    "station_name": "神田"
			    },
			    "position": {
				    "x": 1397706.41,
				    "y": -356911.73
			    }
		    }, {
			    "data": {
				    "id": "7658",
				    "station_name": "高島平"
			    },
			    "position": {
				    "x": 1396612.16,
				    "y": -357890.56
			    }
		    }, {
			    "data": {
				    "id": "3321",
				    "station_name": "秋葉原"
			    },
			    "position": {
				    "x": 1397732.88,
				    "y": -356986.19
			    }
		    }, {
			    "data": {
				    "id": "7657",
				    "station_name": "西台"
			    },
			    "position": {
				    "x": 1396739.71,
				    "y": -357869.9
			    }
		    }, {
			    "data": {
				    "id": "3324",
				    "station_name": "有楽町"
			    },
			    "position": {
				    "x": 1397638.06,
				    "y": -356754.41
			    }
		    }, {
			    "data": {
				    "id": "7660",
				    "station_name": "西高島平"
			    },
			    "position": {
				    "x": 1396459.4,
				    "y": -357918.33
			    }
		    }, {
			    "data": {
				    "id": "3323",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "7659",
				    "station_name": "新高島平"
			    },
			    "position": {
				    "x": 1396542.7500000002,
				    "y": -357901.88999999996
			    }
		    }, {
			    "data": {
				    "id": "3318",
				    "station_name": "鶯谷"
			    },
			    "position": {
				    "x": 1397780.15,
				    "y": -357214.84
			    }
		    }, {
			    "data": {
				    "id": "7654",
				    "station_name": "志村坂上"
			    },
			    "position": {
				    "x": 1396953.8,
				    "y": -357757.25
			    }
		    }, {
			    "data": {
				    "id": "3317",
				    "station_name": "日暮里"
			    },
			    "position": {
				    "x": 1397712.87,
				    "y": -357279.08
			    }
		    }, {
			    "data": {
				    "id": "7653",
				    "station_name": "本蓮沼"
			    },
			    "position": {
				    "x": 1397023.24,
				    "y": -357687.82
			    }
		    }, {
			    "data": {
				    "id": "3320",
				    "station_name": "御徒町"
			    },
			    "position": {
				    "x": 1397747.27,
				    "y": -357072.82
			    }
		    }, {
			    "data": {
				    "id": "7656",
				    "station_name": "蓮根"
			    },
			    "position": {
				    "x": 1396789.93,
				    "y": -357843.35
			    }
		    }, {
			    "data": {
				    "id": "3319",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397770.43,
				    "y": -357137.9
			    }
		    }, {
			    "data": {
				    "id": "7655",
				    "station_name": "志村三丁目"
			    },
			    "position": {
				    "x": 1396859.3700000003,
				    "y": -357773.9099999999
			    }
		    }, {
			    "data": {
				    "id": "3330",
				    "station_name": "大森"
			    },
			    "position": {
				    "x": 1397280.79,
				    "y": -355889.03
			    }
		    }, {
			    "data": {
				    "id": "7666",
				    "station_name": "神保町"
			    },
			    "position": {
				    "x": 1397576.06,
				    "y": -356959.66
			    }
		    }, {
			    "data": {
				    "id": "3329",
				    "station_name": "大井町"
			    },
			    "position": {
				    "x": 1397348.5,
				    "y": -356062.57
			    }
		    }, {
			    "data": {
				    "id": "7665",
				    "station_name": "九段下"
			    },
			    "position": {
				    "x": 1397519.48,
				    "y": -356955.88999999996
			    }
		    }, {
			    "data": {
				    "id": "7668",
				    "station_name": "岩本町"
			    },
			    "position": {
				    "x": 1397758.6599999997,
				    "y": -356955.34
			    }
		    }, {
			    "data": {
				    "id": "3331",
				    "station_name": "蒲田"
			    },
			    "position": {
				    "x": 1397160.32,
				    "y": -355625.17
			    }
		    }, {
			    "data": {
				    "id": "7667",
				    "station_name": "小川町"
			    },
			    "position": {
				    "x": 1397675.51,
				    "y": -356954.87
			    }
		    }, {
			    "data": {
				    "id": "3326",
				    "station_name": "浜松町"
			    },
			    "position": {
				    "x": 1397571.35,
				    "y": -356553.9099999999
			    }
		    }, {
			    "data": {
				    "id": "7662",
				    "station_name": "新宿三丁目"
			    },
			    "position": {
				    "x": 1397062.71,
				    "y": -356906.16
			    }
		    }, {
			    "data": {
				    "id": "3325",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397585.87,
				    "y": -356661.95
			    }
		    }, {
			    "data": {
				    "id": "7661",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1396988.12,
				    "y": -356886.9
			    }
		    }, {
			    "data": {
				    "id": "3328",
				    "station_name": "品川"
			    },
			    "position": {
				    "x": 1397389.99,
				    "y": -356287.6
			    }
		    }, {
			    "data": {
				    "id": "7664",
				    "station_name": "市ヶ谷"
			    },
			    "position": {
				    "x": 1397357.94,
				    "y": -356925.94
			    }
		    }, {
			    "data": {
				    "id": "3327",
				    "station_name": "田町"
			    },
			    "position": {
				    "x": 1397475.7500000002,
				    "y": -356457.36
			    }
		    }, {
			    "data": {
				    "id": "7663",
				    "station_name": "曙橋"
			    },
			    "position": {
				    "x": 1397228.81,
				    "y": -356924.02
			    }
		    }, {
			    "data": {
				    "id": "5541",
				    "station_name": "京成上野"
			    },
			    "position": {
				    "x": 1397735.71,
				    "y": -357112.32
			    }
		    }, {
			    "data": {
				    "id": "5542",
				    "station_name": "日暮里"
			    },
			    "position": {
				    "x": 1397712.87,
				    "y": -357279.08
			    }
		    }, {
			    "data": {
				    "id": "5543",
				    "station_name": "青砥"
			    },
			    "position": {
				    "x": 1398562.92,
				    "y": -357458.83
			    }
		    }, {
			    "data": {
				    "id": "5544",
				    "station_name": "京成高砂"
			    },
			    "position": {
				    "x": 1398668.75,
				    "y": -357509.32
			    }
		    }, {
			    "data": {
				    "id": "5552",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1396991.8700000003,
				    "y": -356901.63
			    }
		    }, {
			    "data": {
				    "id": "5553",
				    "station_name": "初台"
			    },
			    "position": {
				    "x": 1396863.54,
				    "y": -356812.3
			    }
		    }, {
			    "data": {
				    "id": "5554",
				    "station_name": "幡ヶ谷"
			    },
			    "position": {
				    "x": 1396761.83,
				    "y": -356770.61000000004
			    }
		    }, {
			    "data": {
				    "id": "5555",
				    "station_name": "笹塚"
			    },
			    "position": {
				    "x": 1396672.51,
				    "y": -356737.58
			    }
		    }, {
			    "data": {
				    "id": "5556",
				    "station_name": "代田橋"
			    },
			    "position": {
				    "x": 1396594.1300000001,
				    "y": -356710.92000000004
			    }
		    }, {
			    "data": {
				    "id": "5575",
				    "station_name": "府中"
			    },
			    "position": {
				    "x": 1394798.9999999998,
				    "y": -356722.45
			    }
		    }, {
			    "data": {
				    "id": "5576",
				    "station_name": "分倍河原"
			    },
			    "position": {
				    "x": 1394687.98,
				    "y": -356684.93
			    }
		    }, {
			    "data": {
				    "id": "5573",
				    "station_name": "多磨霊園"
			    },
			    "position": {
				    "x": 1395026.15,
				    "y": -356661.97
			    }
		    }, {
			    "data": {
				    "id": "5574",
				    "station_name": "東府中"
			    },
			    "position": {
				    "x": 1394952.57,
				    "y": -356687.66
			    }
		    }, {
			    "data": {
				    "id": "5579",
				    "station_name": "百草園"
			    },
			    "position": {
				    "x": 1394312.85,
				    "y": -356573.62
			    }
		    }, {
			    "data": {
				    "id": "5580",
				    "station_name": "高幡不動"
			    },
			    "position": {
				    "x": 1394129.5300000003,
				    "y": -356623.61
			    }
		    }, {
			    "data": {
				    "id": "5577",
				    "station_name": "中河原"
			    },
			    "position": {
				    "x": 1394576.02,
				    "y": -356595.49
			    }
		    }, {
			    "data": {
				    "id": "5578",
				    "station_name": "聖蹟桜ヶ丘"
			    },
			    "position": {
				    "x": 1394469.79,
				    "y": -356508.14
			    }
		    }, {
			    "data": {
				    "id": "5583",
				    "station_name": "長沼"
			    },
			    "position": {
				    "x": 1393658.49,
				    "y": -356427.88
			    }
		    }, {
			    "data": {
				    "id": "5584",
				    "station_name": "北野"
			    },
			    "position": {
				    "x": 1393544.89,
				    "y": -356444.79
			    }
		    }, {
			    "data": {
				    "id": "5581",
				    "station_name": "南平"
			    },
			    "position": {
				    "x": 1393920.08,
				    "y": -356545.5900000001
			    }
		    }, {
			    "data": {
				    "id": "5582",
				    "station_name": "平山城址公園"
			    },
			    "position": {
				    "x": 1393799.26,
				    "y": -356473.71
			    }
		    }, {
			    "data": {
				    "id": "5587",
				    "station_name": "京王多摩川"
			    },
			    "position": {
				    "x": 1395366.06,
				    "y": -356444.99
			    }
		    }, {
			    "data": {
				    "id": "5585",
				    "station_name": "京王八王子"
			    },
			    "position": {
				    "x": 1393438.51,
				    "y": -356574.16
			    }
		    }, {
			    "data": {
				    "id": "5586",
				    "station_name": "調布"
			    },
			    "position": {
				    "x": 1395439.88,
				    "y": -356521.81
			    }
		    }, {
			    "data": {
				    "id": "5560",
				    "station_name": "上北沢"
			    },
			    "position": {
				    "x": 1396232.9,
				    "y": -356688.57
			    }
		    }, {
			    "data": {
				    "id": "5559",
				    "station_name": "桜上水"
			    },
			    "position": {
				    "x": 1396312.8999999997,
				    "y": -356676.8
			    }
		    }, {
			    "data": {
				    "id": "5558",
				    "station_name": "下高井戸"
			    },
			    "position": {
				    "x": 1396413.72,
				    "y": -356661.5
			    }
		    }, {
			    "data": {
				    "id": "5557",
				    "station_name": "明大前"
			    },
			    "position": {
				    "x": 1396503.52,
				    "y": -356687.58
			    }
		    }, {
			    "data": {
				    "id": "5564",
				    "station_name": "仙川"
			    },
			    "position": {
				    "x": 1395849.08,
				    "y": -356622.57000000007
			    }
		    }, {
			    "data": {
				    "id": "5563",
				    "station_name": "千歳烏山"
			    },
			    "position": {
				    "x": 1396006.7000000002,
				    "y": -356679.21
			    }
		    }, {
			    "data": {
				    "id": "5562",
				    "station_name": "芦花公園"
			    },
			    "position": {
				    "x": 1396082.47,
				    "y": -356704.79
			    }
		    }, {
			    "data": {
				    "id": "5561",
				    "station_name": "八幡山"
			    },
			    "position": {
				    "x": 1396149.27,
				    "y": -356699.81999999995
			    }
		    }, {
			    "data": {
				    "id": "5568",
				    "station_name": "布田"
			    },
			    "position": {
				    "x": 1395515.57,
				    "y": -356499.04
			    }
		    }, {
			    "data": {
				    "id": "5567",
				    "station_name": "国領"
			    },
			    "position": {
				    "x": 1395580.36,
				    "y": -356500.87
			    }
		    }, {
			    "data": {
				    "id": "5566",
				    "station_name": "柴崎"
			    },
			    "position": {
				    "x": 1395665.8,
				    "y": -356539.97
			    }
		    }, {
			    "data": {
				    "id": "5565",
				    "station_name": "つつじヶ丘"
			    },
			    "position": {
				    "x": 1395751.03,
				    "y": -356579.36
			    }
		    }, {
			    "data": {
				    "id": "5572",
				    "station_name": "武蔵野台"
			    },
			    "position": {
				    "x": 1395112.8899999997,
				    "y": -356641.59
			    }
		    }, {
			    "data": {
				    "id": "5571",
				    "station_name": "飛田給"
			    },
			    "position": {
				    "x": 1395236.66,
				    "y": -356601.21
			    }
		    }, {
			    "data": {
				    "id": "5570",
				    "station_name": "西調布"
			    },
			    "position": {
				    "x": 1395298.22,
				    "y": -356571.69000000006
			    }
		    }, {
			    "data": {
				    "id": "5569",
				    "station_name": "調布"
			    },
			    "position": {
				    "x": 1395439.88,
				    "y": -356521.81
			    }
		    }, {
			    "data": {
				    "id": "5609",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397008.72,
				    "y": -356587.00000000006
			    }
		    }, {
			    "data": {
				    "id": "5610",
				    "station_name": "神泉"
			    },
			    "position": {
				    "x": 1396935.79,
				    "y": -356572.44
			    }
		    }, {
			    "data": {
				    "id": "5611",
				    "station_name": "駒場東大前"
			    },
			    "position": {
				    "x": 1396843.08,
				    "y": -356586.8
			    }
		    }, {
			    "data": {
				    "id": "5612",
				    "station_name": "池ノ上"
			    },
			    "position": {
				    "x": 1396734.4,
				    "y": -356604.0200000001
			    }
		    }, {
			    "data": {
				    "id": "5605",
				    "station_name": "東府中"
			    },
			    "position": {
				    "x": 1394952.57,
				    "y": -356687.66
			    }
		    }, {
			    "data": {
				    "id": "5606",
				    "station_name": "府中競馬正門前"
			    },
			    "position": {
				    "x": 1394850.19,
				    "y": -356682.88000000006
			    }
		    }, {
			    "data": {
				    "id": "5607",
				    "station_name": "高幡不動"
			    },
			    "position": {
				    "x": 1394129.5300000003,
				    "y": -356623.61
			    }
		    }, {
			    "data": {
				    "id": "5608",
				    "station_name": "多摩動物公園"
			    },
			    "position": {
				    "x": 1394046.27,
				    "y": -356492.15
			    }
		    }, {
			    "data": {
				    "id": "5617",
				    "station_name": "永福町"
			    },
			    "position": {
				    "x": 1396427.3300000003,
				    "y": -356762.9
			    }
		    }, {
			    "data": {
				    "id": "5618",
				    "station_name": "西永福"
			    },
			    "position": {
				    "x": 1396349.36,
				    "y": -356789.17999999993
			    }
		    }, {
			    "data": {
				    "id": "5619",
				    "station_name": "浜田山"
			    },
			    "position": {
				    "x": 1396275.28,
				    "y": -356816.03
			    }
		    }, {
			    "data": {
				    "id": "5620",
				    "station_name": "高井戸"
			    },
			    "position": {
				    "x": 1396151.1500000001,
				    "y": -356832.53
			    }
		    }, {
			    "data": {
				    "id": "5613",
				    "station_name": "下北沢"
			    },
			    "position": {
				    "x": 1396669.1,
				    "y": -356615.3900000001
			    }
		    }, {
			    "data": {
				    "id": "5614",
				    "station_name": "新代田"
			    },
			    "position": {
				    "x": 1396605.24,
				    "y": -356625.93
			    }
		    }, {
			    "data": {
				    "id": "5615",
				    "station_name": "東松原"
			    },
			    "position": {
				    "x": 1396555.35,
				    "y": -356626.34
			    }
		    }, {
			    "data": {
				    "id": "5616",
				    "station_name": "明大前"
			    },
			    "position": {
				    "x": 1396503.52,
				    "y": -356687.58
			    }
		    }, {
			    "data": {
				    "id": "5594",
				    "station_name": "京王堀之内"
			    },
			    "position": {
				    "x": 1394003.14,
				    "y": -356244.38
			    }
		    }, {
			    "data": {
				    "id": "5593",
				    "station_name": "京王多摩センター"
			    },
			    "position": {
				    "x": 1394240.2,
				    "y": -356251.8
			    }
		    }, {
			    "data": {
				    "id": "5596",
				    "station_name": "多摩境"
			    },
			    "position": {
				    "x": 1393669.8700000003,
				    "y": -356018.26
			    }
		    }, {
			    "data": {
				    "id": "5595",
				    "station_name": "南大沢"
			    },
			    "position": {
				    "x": 1393798.0,
				    "y": -356141.0
			    }
		    }, {
			    "data": {
				    "id": "5590",
				    "station_name": "稲城"
			    },
			    "position": {
				    "x": 1395003.98,
				    "y": -356361.66
			    }
		    }, {
			    "data": {
				    "id": "5589",
				    "station_name": "京王よみうりランド"
			    },
			    "position": {
				    "x": 1395175.97,
				    "y": -356329.3400000001
			    }
		    }, {
			    "data": {
				    "id": "5592",
				    "station_name": "京王永山"
			    },
			    "position": {
				    "x": 1394482.04,
				    "y": -356301.02
			    }
		    }, {
			    "data": {
				    "id": "5602",
				    "station_name": "狭間"
			    },
			    "position": {
				    "x": 1392938.08,
				    "y": -356406.37
			    }
		    }, {
			    "data": {
				    "id": "5601",
				    "station_name": "めじろ台"
			    },
			    "position": {
				    "x": 1393084.46,
				    "y": -356436.01000000007
			    }
		    }, {
			    "data": {
				    "id": "5604",
				    "station_name": "高尾山口"
			    },
			    "position": {
				    "x": 1392698.56,
				    "y": -356323.7700000001
			    }
		    }, {
			    "data": {
				    "id": "5603",
				    "station_name": "高尾"
			    },
			    "position": {
				    "x": 1392815.51,
				    "y": -356416.45
			    }
		    }, {
			    "data": {
				    "id": "5598",
				    "station_name": "北野"
			    },
			    "position": {
				    "x": 1393544.89,
				    "y": -356444.79
			    }
		    }, {
			    "data": {
				    "id": "5600",
				    "station_name": "山田"
			    },
			    "position": {
				    "x": 1393210.8200000003,
				    "y": -356444.11
			    }
		    }, {
			    "data": {
				    "id": "5599",
				    "station_name": "京王片倉"
			    },
			    "position": {
				    "x": 1393370.35,
				    "y": -356443.43
			    }
		    }, {
			    "data": {
				    "id": "5643",
				    "station_name": "成城学園前"
			    },
			    "position": {
				    "x": 1395989.58,
				    "y": -356401.14
			    }
		    }, {
			    "data": {
				    "id": "5644",
				    "station_name": "喜多見"
			    },
			    "position": {
				    "x": 1395874.45,
				    "y": -356366.97
			    }
		    }, {
			    "data": {
				    "id": "5641",
				    "station_name": "千歳船橋"
			    },
			    "position": {
				    "x": 1396245.44,
				    "y": -356476.16
			    }
		    }, {
			    "data": {
				    "id": "5642",
				    "station_name": "祖師ヶ谷大蔵"
			    },
			    "position": {
				    "x": 1396096.5900000003,
				    "y": -356432.36000000004
			    }
		    }, {
			    "data": {
				    "id": "5639",
				    "station_name": "豪徳寺"
			    },
			    "position": {
				    "x": 1396473.81,
				    "y": -356538.07
			    }
		    }, {
			    "data": {
				    "id": "5640",
				    "station_name": "経堂"
			    },
			    "position": {
				    "x": 1396359.93,
				    "y": -356509.91
			    }
		    }, {
			    "data": {
				    "id": "5637",
				    "station_name": "世田谷代田"
			    },
			    "position": {
				    "x": 1396615.57,
				    "y": -356583.4
			    }
		    }, {
			    "data": {
				    "id": "5638",
				    "station_name": "梅ヶ丘"
			    },
			    "position": {
				    "x": 1396536.28,
				    "y": -356560.24000000005
			    }
		    }, {
			    "data": {
				    "id": "5645",
				    "station_name": "狛江"
			    },
			    "position": {
				    "x": 1395771.2699999998,
				    "y": -356320.01
			    }
		    }, {
			    "data": {
				    "id": "5646",
				    "station_name": "和泉多摩川"
			    },
			    "position": {
				    "x": 1395736.95,
				    "y": -356273.49000000005
			    }
		    }, {
			    "data": {
				    "id": "5628",
				    "station_name": "幡ヶ谷"
			    },
			    "position": {
				    "x": 1396761.83,
				    "y": -356770.61000000004
			    }
		    }, {
			    "data": {
				    "id": "5627",
				    "station_name": "初台"
			    },
			    "position": {
				    "x": 1396863.54,
				    "y": -356812.3
			    }
		    }, {
			    "data": {
				    "id": "5626",
				    "station_name": "新線新宿"
			    },
			    "position": {
				    "x": 1396988.12,
				    "y": -356886.9
			    }
		    }, {
			    "data": {
				    "id": "5625",
				    "station_name": "吉祥寺"
			    },
			    "position": {
				    "x": 1395803.06,
				    "y": -357022.91
			    }
		    }, {
			    "data": {
				    "id": "5624",
				    "station_name": "井の頭公園"
			    },
			    "position": {
				    "x": 1395831.12,
				    "y": -356973.04
			    }
		    }, {
			    "data": {
				    "id": "5623",
				    "station_name": "三鷹台"
			    },
			    "position": {
				    "x": 1395892.9799999997,
				    "y": -356920.46
			    }
		    }, {
			    "data": {
				    "id": "5622",
				    "station_name": "久我山"
			    },
			    "position": {
				    "x": 1395992.1099999999,
				    "y": -356881.38
			    }
		    }, {
			    "data": {
				    "id": "5621",
				    "station_name": "富士見ヶ丘"
			    },
			    "position": {
				    "x": 1396070.72,
				    "y": -356848.05
			    }
		    }, {
			    "data": {
				    "id": "5636",
				    "station_name": "下北沢"
			    },
			    "position": {
				    "x": 1396675.1599999997,
				    "y": -356616.55
			    }
		    }, {
			    "data": {
				    "id": "5635",
				    "station_name": "東北沢"
			    },
			    "position": {
				    "x": 1396730.14,
				    "y": -356653.7899999999
			    }
		    }, {
			    "data": {
				    "id": "5634",
				    "station_name": "代々木上原"
			    },
			    "position": {
				    "x": 1396801.5299999998,
				    "y": -356691.59
			    }
		    }, {
			    "data": {
				    "id": "5633",
				    "station_name": "代々木八幡"
			    },
			    "position": {
				    "x": 1396889.13,
				    "y": -356697.15
			    }
		    }, {
			    "data": {
				    "id": "5632",
				    "station_name": "参宮橋"
			    },
			    "position": {
				    "x": 1396935.68,
				    "y": -356785.86
			    }
		    }, {
			    "data": {
				    "id": "5631",
				    "station_name": "南新宿"
			    },
			    "position": {
				    "x": 1396986.7,
				    "y": -356834.83
			    }
		    }, {
			    "data": {
				    "id": "5630",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1396995.7400000002,
				    "y": -356914.35
			    }
		    }, {
			    "data": {
				    "id": "5629",
				    "station_name": "笹塚"
			    },
			    "position": {
				    "x": 1396672.51,
				    "y": -356737.58
			    }
		    }, {
			    "data": {
				    "id": "5422",
				    "station_name": "都立家政"
			    },
			    "position": {
				    "x": 1396448.39,
				    "y": -357223.13
			    }
		    }, {
			    "data": {
				    "id": "5421",
				    "station_name": "野方"
			    },
			    "position": {
				    "x": 1396527.33,
				    "y": -357196.58
			    }
		    }, {
			    "data": {
				    "id": "5424",
				    "station_name": "下井草"
			    },
			    "position": {
				    "x": 1396246.88,
				    "y": -357238.52
			    }
		    }, {
			    "data": {
				    "id": "5423",
				    "station_name": "鷺ノ宮"
			    },
			    "position": {
				    "x": 1396389.2,
				    "y": -357226.05
			    }
		    }, {
			    "data": {
				    "id": "5426",
				    "station_name": "上井草"
			    },
			    "position": {
				    "x": 1396029.3699999999,
				    "y": -357253.26
			    }
		    }, {
			    "data": {
				    "id": "5425",
				    "station_name": "井荻"
			    },
			    "position": {
				    "x": 1396153.03,
				    "y": -357246.9
			    }
		    }, {
			    "data": {
				    "id": "5428",
				    "station_name": "武蔵関"
			    },
			    "position": {
				    "x": 1395764.17,
				    "y": -357276.0
			    }
		    }, {
			    "data": {
				    "id": "5427",
				    "station_name": "上石神井"
			    },
			    "position": {
				    "x": 1395922.66,
				    "y": -357261.88999999996
			    }
		    }, {
			    "data": {
				    "id": "5416",
				    "station_name": "高田馬場"
			    },
			    "position": {
				    "x": 1397037.15,
				    "y": -357126.77
			    }
		    }, {
			    "data": {
				    "id": "5415",
				    "station_name": "西武新宿"
			    },
			    "position": {
				    "x": 1397000.0,
				    "y": -356962.54
			    }
		    }, {
			    "data": {
				    "id": "5418",
				    "station_name": "中井"
			    },
			    "position": {
				    "x": 1396869.67,
				    "y": -357151.06
			    }
		    }, {
			    "data": {
				    "id": "5417",
				    "station_name": "下落合"
			    },
			    "position": {
				    "x": 1396953.91,
				    "y": -357158.45999999996
			    }
		    }, {
			    "data": {
				    "id": "5420",
				    "station_name": "沼袋"
			    },
			    "position": {
				    "x": 1396638.41,
				    "y": -357194.58
			    }
		    }, {
			    "data": {
				    "id": "5419",
				    "station_name": "新井薬師前"
			    },
			    "position": {
				    "x": 1396725.82,
				    "y": -357157.78
			    }
		    }, {
			    "data": {
				    "id": "5405",
				    "station_name": "新桜台"
			    },
			    "position": {
				    "x": 1396682.9999999998,
				    "y": -357407.69999999995
			    }
		    }, {
			    "data": {
				    "id": "5406",
				    "station_name": "練馬"
			    },
			    "position": {
				    "x": 1396543.6800000002,
				    "y": -357378.93
			    }
		    }, {
			    "data": {
				    "id": "5407",
				    "station_name": "練馬"
			    },
			    "position": {
				    "x": 1396543.6800000002,
				    "y": -357378.93
			    }
		    }, {
			    "data": {
				    "id": "5408",
				    "station_name": "豊島園"
			    },
			    "position": {
				    "x": 1396479.79,
				    "y": -357420.54
			    }
		    }, {
			    "data": {
				    "id": "5412",
				    "station_name": "西武遊園地"
			    },
			    "position": {
				    "x": 1394427.47,
				    "y": -357658.81
			    }
		    }, {
			    "data": {
				    "id": "5404",
				    "station_name": "小竹向原"
			    },
			    "position": {
				    "x": 1396785.72,
				    "y": -357438.02999999997
			    }
		    }, {
			    "data": {
				    "id": "5456",
				    "station_name": "鷹の台"
			    },
			    "position": {
				    "x": 1394611.5499999998,
				    "y": -357230.97
			    }
		    }, {
			    "data": {
				    "id": "5455",
				    "station_name": "恋ヶ窪"
			    },
			    "position": {
				    "x": 1394639.44,
				    "y": -357113.85
			    }
		    }, {
			    "data": {
				    "id": "5454",
				    "station_name": "国分寺"
			    },
			    "position": {
				    "x": 1394808.41,
				    "y": -357001.23
			    }
		    }, {
			    "data": {
				    "id": "5453",
				    "station_name": "西武園"
			    },
			    "position": {
				    "x": 1394489.04,
				    "y": -357676.84
			    }
		    }, {
			    "data": {
				    "id": "5460",
				    "station_name": "一橋学園"
			    },
			    "position": {
				    "x": 1394800.3899999997,
				    "y": -357221.7
			    }
		    }, {
			    "data": {
				    "id": "5459",
				    "station_name": "国分寺"
			    },
			    "position": {
				    "x": 1394795.47,
				    "y": -357008.3599999999
			    }
		    }, {
			    "data": {
				    "id": "5458",
				    "station_name": "東村山"
			    },
			    "position": {
				    "x": 1394658.39,
				    "y": -357600.6
			    }
		    }, {
			    "data": {
				    "id": "5457",
				    "station_name": "小川"
			    },
			    "position": {
				    "x": 1394634.93,
				    "y": -357375.73
			    }
		    }, {
			    "data": {
				    "id": "5448",
				    "station_name": "玉川上水"
			    },
			    "position": {
				    "x": 1394184.35,
				    "y": -357317.51
			    }
		    }, {
			    "data": {
				    "id": "5447",
				    "station_name": "東大和市"
			    },
			    "position": {
				    "x": 1394342.49,
				    "y": -357328.29
			    }
		    }, {
			    "data": {
				    "id": "5446",
				    "station_name": "小川"
			    },
			    "position": {
				    "x": 1394634.93,
				    "y": -357375.73
			    }
		    }, {
			    "data": {
				    "id": "5445",
				    "station_name": "萩山"
			    },
			    "position": {
				    "x": 1394769.03,
				    "y": -357407.59
			    }
		    }, {
			    "data": {
				    "id": "5452",
				    "station_name": "東村山"
			    },
			    "position": {
				    "x": 1394658.39,
				    "y": -357600.6
			    }
		    }, {
			    "data": {
				    "id": "5451",
				    "station_name": "拝島"
			    },
			    "position": {
				    "x": 1393434.68,
				    "y": -357212.78
			    }
		    }, {
			    "data": {
				    "id": "5450",
				    "station_name": "西武立川"
			    },
			    "position": {
				    "x": 1393701.24,
				    "y": -357262.0
			    }
		    }, {
			    "data": {
				    "id": "5449",
				    "station_name": "武蔵砂川"
			    },
			    "position": {
				    "x": 1393923.19,
				    "y": -357288.76
			    }
		    }, {
			    "data": {
				    "id": "5444",
				    "station_name": "小平"
			    },
			    "position": {
				    "x": 1394884.91,
				    "y": -357369.63
			    }
		    }, {
			    "data": {
				    "id": "5431",
				    "station_name": "田無"
			    },
			    "position": {
				    "x": 1395392.59,
				    "y": -357273.07
			    }
		    }, {
			    "data": {
				    "id": "5432",
				    "station_name": "花小金井"
			    },
			    "position": {
				    "x": 1395132.28,
				    "y": -357261.29
			    }
		    }, {
			    "data": {
				    "id": "5429",
				    "station_name": "東伏見"
			    },
			    "position": {
				    "x": 1395635.2900000003,
				    "y": -357287.61
			    }
		    }, {
			    "data": {
				    "id": "5430",
				    "station_name": "西武柳沢"
			    },
			    "position": {
				    "x": 1395524.77,
				    "y": -357286.21
			    }
		    }, {
			    "data": {
				    "id": "5435",
				    "station_name": "東村山"
			    },
			    "position": {
				    "x": 1394658.39,
				    "y": -357600.6
			    }
		    }, {
			    "data": {
				    "id": "5433",
				    "station_name": "小平"
			    },
			    "position": {
				    "x": 1394884.91,
				    "y": -357369.63
			    }
		    }, {
			    "data": {
				    "id": "5434",
				    "station_name": "久米川"
			    },
			    "position": {
				    "x": 1394726.53,
				    "y": -357495.75
			    }
		    }, {
			    "data": {
				    "id": "5482",
				    "station_name": "京成小岩"
			    },
			    "position": {
				    "x": 1398837.1,
				    "y": -357421.58
			    }
		    }, {
			    "data": {
				    "id": "5481",
				    "station_name": "京成高砂"
			    },
			    "position": {
				    "x": 1398668.75,
				    "y": -357509.32
			    }
		    }, {
			    "data": {
				    "id": "5483",
				    "station_name": "江戸川"
			    },
			    "position": {
				    "x": 1398962.2600000002,
				    "y": -357377.23
			    }
		    }, {
			    "data": {
				    "id": "5478",
				    "station_name": "堀切菖蒲園"
			    },
			    "position": {
				    "x": 1398275.45,
				    "y": -357476.48999999993
			    }
		    }, {
			    "data": {
				    "id": "5477",
				    "station_name": "京成関屋"
			    },
			    "position": {
				    "x": 1398118.3,
				    "y": -357440.08
			    }
		    }, {
			    "data": {
				    "id": "5480",
				    "station_name": "青砥"
			    },
			    "position": {
				    "x": 1398562.92,
				    "y": -357458.83
			    }
		    }, {
			    "data": {
				    "id": "5479",
				    "station_name": "お花茶屋"
			    },
			    "position": {
				    "x": 1398398.8,
				    "y": -357475.85000000003
			    }
		    }, {
			    "data": {
				    "id": "5473",
				    "station_name": "日暮里"
			    },
			    "position": {
				    "x": 1397712.87,
				    "y": -357279.08
			    }
		    }, {
			    "data": {
				    "id": "5474",
				    "station_name": "新三河島"
			    },
			    "position": {
				    "x": 1397738.3400000003,
				    "y": -357371.4
			    }
		    }, {
			    "data": {
				    "id": "5475",
				    "station_name": "町屋"
			    },
			    "position": {
				    "x": 1397814.99,
				    "y": -357423.54
			    }
		    }, {
			    "data": {
				    "id": "5476",
				    "station_name": "千住大橋"
			    },
			    "position": {
				    "x": 1397969.3400000003,
				    "y": -357424.3
			    }
		    }, {
			    "data": {
				    "id": "5469",
				    "station_name": "白糸台"
			    },
			    "position": {
				    "x": 1395098.6199999999,
				    "y": -356665.17
			    }
		    }, {
			    "data": {
				    "id": "5470",
				    "station_name": "競艇場前"
			    },
			    "position": {
				    "x": 1394997.21,
				    "y": -356562.32
			    }
		    }, {
			    "data": {
				    "id": "5471",
				    "station_name": "是政"
			    },
			    "position": {
				    "x": 1394885.92,
				    "y": -356562.42
			    }
		    }, {
			    "data": {
				    "id": "5472",
				    "station_name": "京成上野"
			    },
			    "position": {
				    "x": 1397735.71,
				    "y": -357112.32
			    }
		    }, {
			    "data": {
				    "id": "5465",
				    "station_name": "西武遊園地"
			    },
			    "position": {
				    "x": 1394427.47,
				    "y": -357658.81
			    }
		    }, {
			    "data": {
				    "id": "5466",
				    "station_name": "武蔵境"
			    },
			    "position": {
				    "x": 1395434.0200000003,
				    "y": -357020.83
			    }
		    }, {
			    "data": {
				    "id": "5467",
				    "station_name": "新小金井"
			    },
			    "position": {
				    "x": 1395266.03,
				    "y": -356959.08
			    }
		    }, {
			    "data": {
				    "id": "5468",
				    "station_name": "多磨"
			    },
			    "position": {
				    "x": 1395171.3,
				    "y": -356768.21
			    }
		    }, {
			    "data": {
				    "id": "5461",
				    "station_name": "青梅街道"
			    },
			    "position": {
				    "x": 1394766.28,
				    "y": -357309.79999999993
			    }
		    }, {
			    "data": {
				    "id": "5462",
				    "station_name": "萩山"
			    },
			    "position": {
				    "x": 1394769.03,
				    "y": -357407.59
			    }
		    }, {
			    "data": {
				    "id": "5463",
				    "station_name": "八坂"
			    },
			    "position": {
				    "x": 1394676.76,
				    "y": -357449.25
			    }
		    }, {
			    "data": {
				    "id": "5464",
				    "station_name": "武蔵大和"
			    },
			    "position": {
				    "x": 1394440.08,
				    "y": -357564.27
			    }
		    }, {
			    "data": {
				    "id": "5524",
				    "station_name": "京成金町"
			    },
			    "position": {
				    "x": 1398703.87,
				    "y": -357684.7100000001
			    }
		    }, {
			    "data": {
				    "id": "5523",
				    "station_name": "柴又"
			    },
			    "position": {
				    "x": 1398751.88,
				    "y": -357563.2299999999
			    }
		    }, {
			    "data": {
				    "id": "5522",
				    "station_name": "京成高砂"
			    },
			    "position": {
				    "x": 1398668.75,
				    "y": -357509.32
			    }
		    }, {
			    "data": {
				    "id": "5521",
				    "station_name": "京成高砂"
			    },
			    "position": {
				    "x": 1398668.75,
				    "y": -357509.32
			    }
		    }, {
			    "data": {
				    "id": "5520",
				    "station_name": "青砥"
			    },
			    "position": {
				    "x": 1398562.92,
				    "y": -357458.83
			    }
		    }, {
			    "data": {
				    "id": "5519",
				    "station_name": "京成立石"
			    },
			    "position": {
				    "x": 1398485.58,
				    "y": -357382.81
			    }
		    }, {
			    "data": {
				    "id": "5518",
				    "station_name": "四ツ木"
			    },
			    "position": {
				    "x": 1398349.18,
				    "y": -357319.62000000005
			    }
		    }, {
			    "data": {
				    "id": "5517",
				    "station_name": "八広"
			    },
			    "position": {
				    "x": 1398287.38,
				    "y": -357276.87000000005
			    }
		    }, {
			    "data": {
				    "id": "5516",
				    "station_name": "京成曳舟"
			    },
			    "position": {
				    "x": 1398200.12,
				    "y": -357184.41
			    }
		    }, {
			    "data": {
				    "id": "5515",
				    "station_name": "押上（スカイツリー前）"
			    },
			    "position": {
				    "x": 1398129.35,
				    "y": -357107.0200000001
			    }
		    }, {
			    "data": {
				    "id": "2702",
				    "station_name": "品川"
			    },
			    "position": {
				    "x": 1397389.99,
				    "y": -356287.6
			    }
		    }, {
			    "data": {
				    "id": "2701",
				    "station_name": "田町"
			    },
			    "position": {
				    "x": 1397475.7500000002,
				    "y": -356457.36
			    }
		    }, {
			    "data": {
				    "id": "2694",
				    "station_name": "御徒町"
			    },
			    "position": {
				    "x": 1397747.27,
				    "y": -357072.82
			    }
		    }, {
			    "data": {
				    "id": "2693",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397770.43,
				    "y": -357137.9
			    }
		    }, {
			    "data": {
				    "id": "2696",
				    "station_name": "神田"
			    },
			    "position": {
				    "x": 1397706.41,
				    "y": -356911.73
			    }
		    }, {
			    "data": {
				    "id": "2695",
				    "station_name": "秋葉原"
			    },
			    "position": {
				    "x": 1397732.88,
				    "y": -356986.19
			    }
		    }, {
			    "data": {
				    "id": "2698",
				    "station_name": "有楽町"
			    },
			    "position": {
				    "x": 1397638.06,
				    "y": -356754.41
			    }
		    }, {
			    "data": {
				    "id": "2697",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "2700",
				    "station_name": "浜松町"
			    },
			    "position": {
				    "x": 1397571.35,
				    "y": -356553.9099999999
			    }
		    }, {
			    "data": {
				    "id": "2699",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397585.87,
				    "y": -356661.95
			    }
		    }, {
			    "data": {
				    "id": "2685",
				    "station_name": "池袋"
			    },
			    "position": {
				    "x": 1397110.8600000003,
				    "y": -357302.56
			    }
		    }, {
			    "data": {
				    "id": "2686",
				    "station_name": "大塚"
			    },
			    "position": {
				    "x": 1397285.84,
				    "y": -357314.12
			    }
		    }, {
			    "data": {
				    "id": "2687",
				    "station_name": "巣鴨"
			    },
			    "position": {
				    "x": 1397393.03,
				    "y": -357334.45
			    }
		    }, {
			    "data": {
				    "id": "2688",
				    "station_name": "駒込"
			    },
			    "position": {
				    "x": 1397480.53,
				    "y": -357368.25000000006
			    }
		    }, {
			    "data": {
				    "id": "2689",
				    "station_name": "田端"
			    },
			    "position": {
				    "x": 1397612.29,
				    "y": -357377.81
			    }
		    }, {
			    "data": {
				    "id": "2690",
				    "station_name": "西日暮里"
			    },
			    "position": {
				    "x": 1397668.57,
				    "y": -357319.5399999999
			    }
		    }, {
			    "data": {
				    "id": "2691",
				    "station_name": "日暮里"
			    },
			    "position": {
				    "x": 1397712.87,
				    "y": -357279.08
			    }
		    }, {
			    "data": {
				    "id": "2692",
				    "station_name": "鶯谷"
			    },
			    "position": {
				    "x": 1397780.15,
				    "y": -357214.84
			    }
		    }, {
			    "data": {
				    "id": "2677",
				    "station_name": "恵比寿"
			    },
			    "position": {
				    "x": 1397100.7,
				    "y": -356466.85
			    }
		    }, {
			    "data": {
				    "id": "2678",
				    "station_name": "渋谷"
			    },
			    "position": {
				    "x": 1397012.38,
				    "y": -356588.71
			    }
		    }, {
			    "data": {
				    "id": "2679",
				    "station_name": "原宿"
			    },
			    "position": {
				    "x": 1397025.92,
				    "y": -356706.46
			    }
		    }, {
			    "data": {
				    "id": "2680",
				    "station_name": "代々木"
			    },
			    "position": {
				    "x": 1397020.4200000002,
				    "y": -356830.61000000004
			    }
		    }, {
			    "data": {
				    "id": "2681",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "2682",
				    "station_name": "新大久保"
			    },
			    "position": {
				    "x": 1397002.61,
				    "y": -357008.75000000006
			    }
		    }, {
			    "data": {
				    "id": "2683",
				    "station_name": "高田馬場"
			    },
			    "position": {
				    "x": 1397037.15,
				    "y": -357126.77
			    }
		    }, {
			    "data": {
				    "id": "2684",
				    "station_name": "目白"
			    },
			    "position": {
				    "x": 1397062.28,
				    "y": -357204.75999999995
			    }
		    }, {
			    "data": {
				    "id": "2676",
				    "station_name": "目黒"
			    },
			    "position": {
				    "x": 1397157.75,
				    "y": -356339.23
			    }
		    }, {
			    "data": {
				    "id": "2675",
				    "station_name": "五反田"
			    },
			    "position": {
				    "x": 1397238.2199999997,
				    "y": -356259.74
			    }
		    }, {
			    "data": {
				    "id": "2674",
				    "station_name": "大崎"
			    },
			    "position": {
				    "x": 1397284.39,
				    "y": -356197.72
			    }
		    }, {
			    "data": {
				    "id": "2655",
				    "station_name": "品川"
			    },
			    "position": {
				    "x": 1397389.99,
				    "y": -356287.6
			    }
		    }, {
			    "data": {
				    "id": "2653",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "2654",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397585.87,
				    "y": -356661.95
			    }
		    }, {
			    "data": {
				    "id": "2746",
				    "station_name": "北府中"
			    },
			    "position": {
				    "x": 1394717.92,
				    "y": -356808.80000000005
			    }
		    }, {
			    "data": {
				    "id": "2745",
				    "station_name": "府中本町"
			    },
			    "position": {
				    "x": 1394771.42,
				    "y": -356657.66
			    }
		    }, {
			    "data": {
				    "id": "2748",
				    "station_name": "新小平"
			    },
			    "position": {
				    "x": 1394707.45,
				    "y": -357312.8
			    }
		    }, {
			    "data": {
				    "id": "2747",
				    "station_name": "西国分寺"
			    },
			    "position": {
				    "x": 1394659.94,
				    "y": -356997.44
			    }
		    }, {
			    "data": {
				    "id": "2749",
				    "station_name": "新秋津"
			    },
			    "position": {
				    "x": 1394935.9200000002,
				    "y": -357783.31
			    }
		    }, {
			    "data": {
				    "id": "2729",
				    "station_name": "立川"
			    },
			    "position": {
				    "x": 1394137.04,
				    "y": -356982.02
			    }
		    }, {
			    "data": {
				    "id": "2727",
				    "station_name": "矢川"
			    },
			    "position": {
				    "x": 1394316.11,
				    "y": -356850.7899999999
			    }
		    }, {
			    "data": {
				    "id": "2728",
				    "station_name": "西国立"
			    },
			    "position": {
				    "x": 1394238.87,
				    "y": -356937.5
			    }
		    }, {
			    "data": {
				    "id": "2725",
				    "station_name": "西府"
			    },
			    "position": {
				    "x": 1394574.77,
				    "y": -356709.12
			    }
		    }, {
			    "data": {
				    "id": "2726",
				    "station_name": "谷保"
			    },
			    "position": {
				    "x": 1394467.24,
				    "y": -356813.7700000001
			    }
		    }, {
			    "data": {
				    "id": "2724",
				    "station_name": "分倍河原"
			    },
			    "position": {
				    "x": 1394687.98,
				    "y": -356684.93
			    }
		    }, {
			    "data": {
				    "id": "2723",
				    "station_name": "府中本町"
			    },
			    "position": {
				    "x": 1394771.42,
				    "y": -356657.66
			    }
		    }, {
			    "data": {
				    "id": "2722",
				    "station_name": "南多摩"
			    },
			    "position": {
				    "x": 1394897.8099999998,
				    "y": -356492.49
			    }
		    }, {
			    "data": {
				    "id": "2721",
				    "station_name": "稲城長沼"
			    },
			    "position": {
				    "x": 1395028.11,
				    "y": -356441.84
			    }
		    }, {
			    "data": {
				    "id": "2720",
				    "station_name": "矢野口"
			    },
			    "position": {
				    "x": 1395208.49,
				    "y": -356413.04999999993
			    }
		    }, {
			    "data": {
				    "id": "2806",
				    "station_name": "西大井"
			    },
			    "position": {
				    "x": 1397217.29,
				    "y": -356016.16
			    }
		    }, {
			    "data": {
				    "id": "2805",
				    "station_name": "品川"
			    },
			    "position": {
				    "x": 1397389.99,
				    "y": -356287.6
			    }
		    }, {
			    "data": {
				    "id": "2789",
				    "station_name": "片倉"
			    },
			    "position": {
				    "x": 1393411.9,
				    "y": -356397.0399999999
			    }
		    }, {
			    "data": {
				    "id": "2790",
				    "station_name": "八王子"
			    },
			    "position": {
				    "x": 1393389.98,
				    "y": -356555.55
			    }
		    }, {
			    "data": {
				    "id": "2803",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "2804",
				    "station_name": "新橋"
			    },
			    "position": {
				    "x": 1397585.87,
				    "y": -356661.95
			    }
		    }, {
			    "data": {
				    "id": "2780",
				    "station_name": "成瀬"
			    },
			    "position": {
				    "x": 1394728.7499999998,
				    "y": -355354.12
			    }
		    }, {
			    "data": {
				    "id": "2781",
				    "station_name": "町田"
			    },
			    "position": {
				    "x": 1394455.79,
				    "y": -355420.04
			    }
		    }, {
			    "data": {
				    "id": "2788",
				    "station_name": "八王子みなみ野"
			    },
			    "position": {
				    "x": 1393306.78,
				    "y": -356306.64
			    }
		    }, {
			    "data": {
				    "id": "2787",
				    "station_name": "相原"
			    },
			    "position": {
				    "x": 1393316.9,
				    "y": -356069.4
			    }
		    }, {
			    "data": {
				    "id": "2900",
				    "station_name": "阿佐ケ谷"
			    },
			    "position": {
				    "x": 1396358.68,
				    "y": -357048.17999999993
			    }
		    }, {
			    "data": {
				    "id": "2899",
				    "station_name": "高円寺"
			    },
			    "position": {
				    "x": 1396496.64,
				    "y": -357053.26
			    }
		    }, {
			    "data": {
				    "id": "2898",
				    "station_name": "中野"
			    },
			    "position": {
				    "x": 1396658.35,
				    "y": -357057.65
			    }
		    }, {
			    "data": {
				    "id": "2897",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "2896",
				    "station_name": "四ツ谷"
			    },
			    "position": {
				    "x": 1397306.44,
				    "y": -356860.41
			    }
		    }, {
			    "data": {
				    "id": "2895",
				    "station_name": "御茶ノ水"
			    },
			    "position": {
				    "x": 1397649.55,
				    "y": -356996.05
			    }
		    }, {
			    "data": {
				    "id": "2894",
				    "station_name": "神田"
			    },
			    "position": {
				    "x": 1397706.41,
				    "y": -356911.73
			    }
		    }, {
			    "data": {
				    "id": "2893",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "2849",
				    "station_name": "八王子"
			    },
			    "position": {
				    "x": 1393389.98,
				    "y": -356555.55
			    }
		    }, {
			    "data": {
				    "id": "2850",
				    "station_name": "西八王子"
			    },
			    "position": {
				    "x": 1393126.4,
				    "y": -356566.21
			    }
		    }, {
			    "data": {
				    "id": "2851",
				    "station_name": "高尾"
			    },
			    "position": {
				    "x": 1392822.88,
				    "y": -356420.26
			    }
		    }, {
			    "data": {
				    "id": "2845",
				    "station_name": "国分寺"
			    },
			    "position": {
				    "x": 1394808.41,
				    "y": -357001.23
			    }
		    }, {
			    "data": {
				    "id": "2846",
				    "station_name": "立川"
			    },
			    "position": {
				    "x": 1394137.04,
				    "y": -356982.02
			    }
		    }, {
			    "data": {
				    "id": "2847",
				    "station_name": "日野"
			    },
			    "position": {
				    "x": 1393939.3,
				    "y": -356792.43999999994
			    }
		    }, {
			    "data": {
				    "id": "2848",
				    "station_name": "豊田"
			    },
			    "position": {
				    "x": 1393814.95,
				    "y": -356595.02
			    }
		    }, {
			    "data": {
				    "id": "2841",
				    "station_name": "四ツ谷"
			    },
			    "position": {
				    "x": 1397306.44,
				    "y": -356860.41
			    }
		    }, {
			    "data": {
				    "id": "2842",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "2843",
				    "station_name": "吉祥寺"
			    },
			    "position": {
				    "x": 1395797.65,
				    "y": -357031.19
			    }
		    }, {
			    "data": {
				    "id": "2844",
				    "station_name": "三鷹"
			    },
			    "position": {
				    "x": 1395603.25,
				    "y": -357026.83
			    }
		    }, {
			    "data": {
				    "id": "2840",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "2941",
				    "station_name": "新小岩"
			    },
			    "position": {
				    "x": 1398577.77,
				    "y": -357169.03
			    }
		    }, {
			    "data": {
				    "id": "2942",
				    "station_name": "小岩"
			    },
			    "position": {
				    "x": 1398817.55,
				    "y": -357332.07
			    }
		    }, {
			    "data": {
				    "id": "2935",
				    "station_name": "秋葉原"
			    },
			    "position": {
				    "x": 1397732.88,
				    "y": -356986.19
			    }
		    }, {
			    "data": {
				    "id": "2936",
				    "station_name": "浅草橋"
			    },
			    "position": {
				    "x": 1397844.27,
				    "y": -356974.03
			    }
		    }, {
			    "data": {
				    "id": "2933",
				    "station_name": "水道橋"
			    },
			    "position": {
				    "x": 1397543.1199999999,
				    "y": -357020.39
			    }
		    }, {
			    "data": {
				    "id": "2934",
				    "station_name": "御茶ノ水"
			    },
			    "position": {
				    "x": 1397649.55,
				    "y": -356996.05
			    }
		    }, {
			    "data": {
				    "id": "2939",
				    "station_name": "亀戸"
			    },
			    "position": {
				    "x": 1398262.62,
				    "y": -356973.45
			    }
		    }, {
			    "data": {
				    "id": "2940",
				    "station_name": "平井"
			    },
			    "position": {
				    "x": 1398421.81,
				    "y": -357064.3
			    }
		    }, {
			    "data": {
				    "id": "2937",
				    "station_name": "両国"
			    },
			    "position": {
				    "x": 1397933.34,
				    "y": -356957.9
			    }
		    }, {
			    "data": {
				    "id": "2938",
				    "station_name": "錦糸町"
			    },
			    "position": {
				    "x": 1398141.36,
				    "y": -356968.0200000001
			    }
		    }, {
			    "data": {
				    "id": "2960",
				    "station_name": "新小岩"
			    },
			    "position": {
				    "x": 1398577.77,
				    "y": -357169.03
			    }
		    }, {
			    "data": {
				    "id": "2959",
				    "station_name": "錦糸町"
			    },
			    "position": {
				    "x": 1398141.36,
				    "y": -356968.0200000001
			    }
		    }, {
			    "data": {
				    "id": "2958",
				    "station_name": "馬喰町"
			    },
			    "position": {
				    "x": 1397823.8000000003,
				    "y": -356933.65
			    }
		    }, {
			    "data": {
				    "id": "2957",
				    "station_name": "新日本橋"
			    },
			    "position": {
				    "x": 1397732.3,
				    "y": -356886.87
			    }
		    }, {
			    "data": {
				    "id": "2956",
				    "station_name": "東京"
			    },
			    "position": {
				    "x": 1397661.0300000003,
				    "y": -356813.91
			    }
		    }, {
			    "data": {
				    "id": "2909",
				    "station_name": "西国分寺"
			    },
			    "position": {
				    "x": 1394659.94,
				    "y": -356997.44
			    }
		    }, {
			    "data": {
				    "id": "2910",
				    "station_name": "国立"
			    },
			    "position": {
				    "x": 1394463.4,
				    "y": -356992.3
			    }
		    }, {
			    "data": {
				    "id": "2911",
				    "station_name": "立川"
			    },
			    "position": {
				    "x": 1394137.04,
				    "y": -356982.02
			    }
		    }, {
			    "data": {
				    "id": "2912",
				    "station_name": "日野"
			    },
			    "position": {
				    "x": 1393939.3,
				    "y": -356792.43999999994
			    }
		    }, {
			    "data": {
				    "id": "2913",
				    "station_name": "豊田"
			    },
			    "position": {
				    "x": 1393814.95,
				    "y": -356595.02
			    }
		    }, {
			    "data": {
				    "id": "2914",
				    "station_name": "八王子"
			    },
			    "position": {
				    "x": 1393389.98,
				    "y": -356555.55
			    }
		    }, {
			    "data": {
				    "id": "2915",
				    "station_name": "西八王子"
			    },
			    "position": {
				    "x": 1393126.4,
				    "y": -356566.21
			    }
		    }, {
			    "data": {
				    "id": "2916",
				    "station_name": "高尾"
			    },
			    "position": {
				    "x": 1392822.88,
				    "y": -356420.26
			    }
		    }, {
			    "data": {
				    "id": "2901",
				    "station_name": "荻窪"
			    },
			    "position": {
				    "x": 1396201.09,
				    "y": -357045.2299999999
			    }
		    }, {
			    "data": {
				    "id": "2902",
				    "station_name": "西荻窪"
			    },
			    "position": {
				    "x": 1395993.61,
				    "y": -357038.42000000004
			    }
		    }, {
			    "data": {
				    "id": "2903",
				    "station_name": "吉祥寺"
			    },
			    "position": {
				    "x": 1395797.65,
				    "y": -357031.19
			    }
		    }, {
			    "data": {
				    "id": "2904",
				    "station_name": "三鷹"
			    },
			    "position": {
				    "x": 1395603.25,
				    "y": -357026.83
			    }
		    }, {
			    "data": {
				    "id": "2905",
				    "station_name": "武蔵境"
			    },
			    "position": {
				    "x": 1395434.0200000003,
				    "y": -357020.83
			    }
		    }, {
			    "data": {
				    "id": "2906",
				    "station_name": "東小金井"
			    },
			    "position": {
				    "x": 1395248.37,
				    "y": -357016.43
			    }
		    }, {
			    "data": {
				    "id": "2907",
				    "station_name": "武蔵小金井"
			    },
			    "position": {
				    "x": 1395064.83,
				    "y": -357013.37
			    }
		    }, {
			    "data": {
				    "id": "2908",
				    "station_name": "国分寺"
			    },
			    "position": {
				    "x": 1394808.41,
				    "y": -357001.23
			    }
		    }, {
			    "data": {
				    "id": "2926",
				    "station_name": "新宿"
			    },
			    "position": {
				    "x": 1397004.64,
				    "y": -356897.29
			    }
		    }, {
			    "data": {
				    "id": "2925",
				    "station_name": "大久保"
			    },
			    "position": {
				    "x": 1396973.2,
				    "y": -357007.8400000001
			    }
		    }, {
			    "data": {
				    "id": "2928",
				    "station_name": "千駄ケ谷"
			    },
			    "position": {
				    "x": 1397116.4400000002,
				    "y": -356812.30999999994
			    }
		    }, {
			    "data": {
				    "id": "2927",
				    "station_name": "代々木"
			    },
			    "position": {
				    "x": 1397020.4200000002,
				    "y": -356830.61000000004
			    }
		    }, {
			    "data": {
				    "id": "2930",
				    "station_name": "四ツ谷"
			    },
			    "position": {
				    "x": 1397306.44,
				    "y": -356860.41
			    }
		    }, {
			    "data": {
				    "id": "2929",
				    "station_name": "信濃町"
			    },
			    "position": {
				    "x": 1397207.29,
				    "y": -356800.31
			    }
		    }, {
			    "data": {
				    "id": "2932",
				    "station_name": "飯田橋"
			    },
			    "position": {
				    "x": 1397451.43,
				    "y": -357018.35
			    }
		    }, {
			    "data": {
				    "id": "2931",
				    "station_name": "市ケ谷"
			    },
			    "position": {
				    "x": 1397352.41,
				    "y": -356911.05
			    }
		    }, {
			    "data": {
				    "id": "2918",
				    "station_name": "吉祥寺"
			    },
			    "position": {
				    "x": 1395797.65,
				    "y": -357031.19
			    }
		    }, {
			    "data": {
				    "id": "2917",
				    "station_name": "三鷹"
			    },
			    "position": {
				    "x": 1395603.25,
				    "y": -357026.83
			    }
		    }, {
			    "data": {
				    "id": "2920",
				    "station_name": "荻窪"
			    },
			    "position": {
				    "x": 1396201.09,
				    "y": -357045.2299999999
			    }
		    }, {
			    "data": {
				    "id": "2919",
				    "station_name": "西荻窪"
			    },
			    "position": {
				    "x": 1395993.61,
				    "y": -357038.42000000004
			    }
		    }, {
			    "data": {
				    "id": "2922",
				    "station_name": "高円寺"
			    },
			    "position": {
				    "x": 1396496.64,
				    "y": -357053.26
			    }
		    }, {
			    "data": {
				    "id": "2921",
				    "station_name": "阿佐ケ谷"
			    },
			    "position": {
				    "x": 1396358.68,
				    "y": -357048.17999999993
			    }
		    }, {
			    "data": {
				    "id": "2924",
				    "station_name": "東中野"
			    },
			    "position": {
				    "x": 1396844.36,
				    "y": -357065.29
			    }
		    }, {
			    "data": {
				    "id": "2923",
				    "station_name": "中野"
			    },
			    "position": {
				    "x": 1396658.35,
				    "y": -357057.65
			    }
		    }, {
			    "data": {
				    "id": "3004",
				    "station_name": "軍畑"
			    },
			    "position": {
				    "x": 1392074.31,
				    "y": -358073.82000000007
			    }
		    }, {
			    "data": {
				    "id": "3003",
				    "station_name": "二俣尾"
			    },
			    "position": {
				    "x": 1392161.61,
				    "y": -358039.46
			    }
		    }, {
			    "data": {
				    "id": "3002",
				    "station_name": "石神前"
			    },
			    "position": {
				    "x": 1392250.96,
				    "y": -357968.3
			    }
		    }, {
			    "data": {
				    "id": "3001",
				    "station_name": "日向和田"
			    },
			    "position": {
				    "x": 1392295.15,
				    "y": -357886.65
			    }
		    }, {
			    "data": {
				    "id": "3000",
				    "station_name": "宮ノ平"
			    },
			    "position": {
				    "x": 1392372.8899999997,
				    "y": -357875.45
			    }
		    }, {
			    "data": {
				    "id": "2999",
				    "station_name": "青梅"
			    },
			    "position": {
				    "x": 1392580.96,
				    "y": -357905.12
			    }
		    }, {
			    "data": {
				    "id": "2998",
				    "station_name": "東青梅"
			    },
			    "position": {
				    "x": 1392728.41,
				    "y": -357897.68000000005
			    }
		    }, {
			    "data": {
				    "id": "2997",
				    "station_name": "河辺"
			    },
			    "position": {
				    "x": 1392840.32,
				    "y": -357847.3
			    }
		    }, {
			    "data": {
				    "id": "3012",
				    "station_name": "拝島"
			    },
			    "position": {
				    "x": 1393434.68,
				    "y": -357212.78
			    }
		    }, {
			    "data": {
				    "id": "3011",
				    "station_name": "奥多摩"
			    },
			    "position": {
				    "x": 1390969.61,
				    "y": -358093.57
			    }
		    }, {
			    "data": {
				    "id": "3010",
				    "station_name": "白丸"
			    },
			    "position": {
				    "x": 1391148.61,
				    "y": -358117.35
			    }
		    }, {
			    "data": {
				    "id": "3009",
				    "station_name": "鳩ノ巣"
			    },
			    "position": {
				    "x": 1391289.3200000003,
				    "y": -358151.27
			    }
		    }, {
			    "data": {
				    "id": "3008",
				    "station_name": "古里"
			    },
			    "position": {
				    "x": 1391521.02,
				    "y": -358162.47
			    }
		    }, {
			    "data": {
				    "id": "3007",
				    "station_name": "川井"
			    },
			    "position": {
				    "x": 1391642.9,
				    "y": -358136.97
			    }
		    }, {
			    "data": {
				    "id": "3006",
				    "station_name": "御嶽"
			    },
			    "position": {
				    "x": 1391825.89,
				    "y": -358014.68
			    }
		    }, {
			    "data": {
				    "id": "3005",
				    "station_name": "沢井"
			    },
			    "position": {
				    "x": 1391933.24,
				    "y": -358059.4
			    }
		    }, {
			    "data": {
				    "id": "3019",
				    "station_name": "八王子"
			    },
			    "position": {
				    "x": 1393389.98,
				    "y": -356555.55
			    }
		    }, {
			    "data": {
				    "id": "3020",
				    "station_name": "北八王子"
			    },
			    "position": {
				    "x": 1393633.48,
				    "y": -356692.32
			    }
		    }, {
			    "data": {
				    "id": "3017",
				    "station_name": "武蔵増戸"
			    },
			    "position": {
				    "x": 1392563.55,
				    "y": -357309.61
			    }
		    }, {
			    "data": {
				    "id": "3018",
				    "station_name": "武蔵五日市"
			    },
			    "position": {
				    "x": 1392280.39,
				    "y": -357322.48
			    }
		    }, {
			    "data": {
				    "id": "3015",
				    "station_name": "秋川"
			    },
			    "position": {
				    "x": 1392867.15,
				    "y": -357279.98
			    }
		    }, {
			    "data": {
				    "id": "3016",
				    "station_name": "武蔵引田"
			    },
			    "position": {
				    "x": 1392699.07,
				    "y": -357297.11000000004
			    }
		    }, {
			    "data": {
				    "id": "3013",
				    "station_name": "熊川"
			    },
			    "position": {
				    "x": 1393358.4,
				    "y": -357283.21
			    }
		    }, {
			    "data": {
				    "id": "3014",
				    "station_name": "東秋留"
			    },
			    "position": {
				    "x": 1393116.6499999997,
				    "y": -357259.04
			    }
		    }, {
			    "data": {
				    "id": "3023",
				    "station_name": "東福生"
			    },
			    "position": {
				    "x": 1393359.4,
				    "y": -357458.11
			    }
		    }, {
			    "data": {
				    "id": "3024",
				    "station_name": "箱根ケ崎"
			    },
			    "position": {
				    "x": 1393468.0500000003,
				    "y": -357711.58
			    }
		    }, {
			    "data": {
				    "id": "3021",
				    "station_name": "小宮"
			    },
			    "position": {
				    "x": 1393684.81,
				    "y": -356857.98999999993
			    }
		    }, {
			    "data": {
				    "id": "3022",
				    "station_name": "拝島"
			    },
			    "position": {
				    "x": 1393434.68,
				    "y": -357212.78
			    }
		    }, {
			    "data": {
				    "id": "2987",
				    "station_name": "立川"
			    },
			    "position": {
				    "x": 1394137.04,
				    "y": -356982.02
			    }
		    }, {
			    "data": {
				    "id": "2988",
				    "station_name": "西立川"
			    },
			    "position": {
				    "x": 1393935.5600000003,
				    "y": -357035.26
			    }
		    }, {
			    "data": {
				    "id": "2993",
				    "station_name": "牛浜"
			    },
			    "position": {
				    "x": 1393336.77,
				    "y": -357345.47
			    }
		    }, {
			    "data": {
				    "id": "2994",
				    "station_name": "福生"
			    },
			    "position": {
				    "x": 1393277.6299999997,
				    "y": -357424.56
			    }
		    }, {
			    "data": {
				    "id": "2995",
				    "station_name": "羽村"
			    },
			    "position": {
				    "x": 1393161.88,
				    "y": -357580.73
			    }
		    }, {
			    "data": {
				    "id": "2996",
				    "station_name": "小作"
			    },
			    "position": {
				    "x": 1393022.33,
				    "y": -357760.48
			    }
		    }, {
			    "data": {
				    "id": "2989",
				    "station_name": "東中神"
			    },
			    "position": {
				    "x": 1393845.29,
				    "y": -357063.37
			    }
		    }, {
			    "data": {
				    "id": "2990",
				    "station_name": "中神"
			    },
			    "position": {
				    "x": 1393758.16,
				    "y": -357090.58
			    }
		    }, {
			    "data": {
				    "id": "2991",
				    "station_name": "昭島"
			    },
			    "position": {
				    "x": 1393615.64,
				    "y": -357133.05
			    }
		    }, {
			    "data": {
				    "id": "2992",
				    "station_name": "拝島"
			    },
			    "position": {
				    "x": 1393434.68,
				    "y": -357212.78
			    }
		    }, {
			    "data": {
				    "id": "3079",
				    "station_name": "三河島"
			    },
			    "position": {
				    "x": 1397771.31,
				    "y": -357333.83
			    }
		    }, {
			    "data": {
				    "id": "3080",
				    "station_name": "南千住"
			    },
			    "position": {
				    "x": 1397994.0,
				    "y": -357340.33
			    }
		    }, {
			    "data": {
				    "id": "3077",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397770.43,
				    "y": -357137.9
			    }
		    }, {
			    "data": {
				    "id": "3078",
				    "station_name": "日暮里"
			    },
			    "position": {
				    "x": 1397712.87,
				    "y": -357279.08
			    }
		    }, {
			    "data": {
				    "id": "3083",
				    "station_name": "亀有"
			    },
			    "position": {
				    "x": 1398475.7300000002,
				    "y": -357665.27
			    }
		    }, {
			    "data": {
				    "id": "3084",
				    "station_name": "金町"
			    },
			    "position": {
				    "x": 1398704.82,
				    "y": -357695.82
			    }
		    }, {
			    "data": {
				    "id": "3081",
				    "station_name": "北千住"
			    },
			    "position": {
				    "x": 1398048.72,
				    "y": -357496.76999999996
			    }
		    }, {
			    "data": {
				    "id": "3082",
				    "station_name": "綾瀬"
			    },
			    "position": {
				    "x": 1398250.19,
				    "y": -357622.2199999999
			    }
		    }, {
			    "data": {
				    "id": "3044",
				    "station_name": "上野"
			    },
			    "position": {
				    "x": 1397770.43,
				    "y": -357137.9
			    }
		    }, {
			    "data": {
				    "id": "3045",
				    "station_name": "尾久"
			    },
			    "position": {
				    "x": 1397538.4600000002,
				    "y": -357468.29999999993
			    }
		    }, {
			    "data": {
				    "id": "3046",
				    "station_name": "赤羽"
			    },
			    "position": {
				    "x": 1397209.2800000003,
				    "y": -357780.26000000007
			    }
		    }],
		    "edges": [{
			    "data": {
				    "id": "18417",
				    "source": "8220",
				    "target": "8221",
				    "line_name_k": "ホクソウテツドウホクソウセン",
				    "is_bullet": false,
				    "lon": 140.03784499075186,
				    "company_name_k": "ホクソウテツドウ",
				    "zoom": 11,
				    "SUID": 18417,
				    "company_type": 0,
				    "company_name_h": "北総鉄道株式会社",
				    "interaction": "99340",
				    "shared_interaction": "99340",
				    "company_url": "http://www.hokuso-railway.co.jp/",
				    "line_name": "北総鉄道北総線",
				    "company_name": "北総鉄道",
				    "company_cd": 152,
				    "name": "9934001 (99340) 9934002",
				    "rr_cd": 99,
				    "company_name_r": "北総鉄道",
				    "e_status_x": 0,
				    "shared_name": "9934001 (99340) 9934002",
				    "lat": 35.78346285846615,
				    "e_status_y": 0,
				    "line_name_h": "北総鉄道北総線"
			    }
		    }, {
			    "data": {
				    "id": "16253",
				    "source": "5901",
				    "target": "5902",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16253,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800109 (28001) 2800110",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800109 (28001) 2800110",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16254",
				    "source": "5902",
				    "target": "5903",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16254,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800110 (28001) 2800111",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800110 (28001) 2800111",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16255",
				    "source": "5903",
				    "target": "5904",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16255,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800111 (28001) 2800112",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800111 (28001) 2800112",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16256",
				    "source": "5904",
				    "target": "5905",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16256,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800112 (28001) 2800113",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800112 (28001) 2800113",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16257",
				    "source": "5905",
				    "target": "5906",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16257,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800113 (28001) 2800114",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800113 (28001) 2800114",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16258",
				    "source": "5906",
				    "target": "5907",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16258,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800114 (28001) 2800115",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800114 (28001) 2800115",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16259",
				    "source": "5907",
				    "target": "5908",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16259,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800115 (28001) 2800116",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800115 (28001) 2800116",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16260",
				    "source": "5908",
				    "target": "5909",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16260,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800116 (28001) 2800117",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800116 (28001) 2800117",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16245",
				    "source": "5893",
				    "target": "5894",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16245,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800101 (28001) 2800102",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800101 (28001) 2800102",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16246",
				    "source": "5894",
				    "target": "5895",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16246,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800102 (28001) 2800103",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800102 (28001) 2800103",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16247",
				    "source": "5895",
				    "target": "5896",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16247,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800103 (28001) 2800104",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800103 (28001) 2800104",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16248",
				    "source": "5896",
				    "target": "5897",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16248,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800104 (28001) 2800105",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800104 (28001) 2800105",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16249",
				    "source": "5897",
				    "target": "5898",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16249,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800105 (28001) 2800106",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800105 (28001) 2800106",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16250",
				    "source": "5898",
				    "target": "5899",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16250,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800106 (28001) 2800107",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800106 (28001) 2800107",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16251",
				    "source": "5899",
				    "target": "5900",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16251,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800107 (28001) 2800108",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800107 (28001) 2800108",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16252",
				    "source": "5900",
				    "target": "5901",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16252,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800108 (28001) 2800109",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800108 (28001) 2800109",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16227",
				    "source": "5871",
				    "target": "5872",
				    "line_name_k": "ケイキュウクウコウセン",
				    "is_bullet": false,
				    "lon": 139.74978371429006,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16227,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27002",
				    "shared_interaction": "27002",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急空港線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700207 (27002) 2700206",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700207 (27002) 2700206",
				    "lat": 35.5550012530646,
				    "e_status_y": 0,
				    "line_name_h": "京急空港線"
			    }
		    }, {
			    "data": {
				    "id": "16225",
				    "source": "5869",
				    "target": "5870",
				    "line_name_k": "ケイキュウクウコウセン",
				    "is_bullet": false,
				    "lon": 139.74978371429006,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16225,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27002",
				    "shared_interaction": "27002",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急空港線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700204 (27002) 2700205",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700204 (27002) 2700205",
				    "lat": 35.5550012530646,
				    "e_status_y": 0,
				    "line_name_h": "京急空港線"
			    }
		    }, {
			    "data": {
				    "id": "16226",
				    "source": "5870",
				    "target": "5871",
				    "line_name_k": "ケイキュウクウコウセン",
				    "is_bullet": false,
				    "lon": 139.74978371429006,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16226,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27002",
				    "shared_interaction": "27002",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急空港線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700205 (27002) 2700207",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700205 (27002) 2700207",
				    "lat": 35.5550012530646,
				    "e_status_y": 0,
				    "line_name_h": "京急空港線"
			    }
		    }, {
			    "data": {
				    "id": "16223",
				    "source": "5867",
				    "target": "5868",
				    "line_name_k": "ケイキュウクウコウセン",
				    "is_bullet": false,
				    "lon": 139.74978371429006,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16223,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27002",
				    "shared_interaction": "27002",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急空港線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700202 (27002) 2700203",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700202 (27002) 2700203",
				    "lat": 35.5550012530646,
				    "e_status_y": 0,
				    "line_name_h": "京急空港線"
			    }
		    }, {
			    "data": {
				    "id": "16224",
				    "source": "5868",
				    "target": "5869",
				    "line_name_k": "ケイキュウクウコウセン",
				    "is_bullet": false,
				    "lon": 139.74978371429006,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16224,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27002",
				    "shared_interaction": "27002",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急空港線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700203 (27002) 2700204",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700203 (27002) 2700204",
				    "lat": 35.5550012530646,
				    "e_status_y": 0,
				    "line_name_h": "京急空港線"
			    }
		    }, {
			    "data": {
				    "id": "16222",
				    "source": "5866",
				    "target": "5867",
				    "line_name_k": "ケイキュウクウコウセン",
				    "is_bullet": false,
				    "lon": 139.74978371429006,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16222,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27002",
				    "shared_interaction": "27002",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急空港線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700201 (27002) 2700202",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700201 (27002) 2700202",
				    "lat": 35.5550012530646,
				    "e_status_y": 0,
				    "line_name_h": "京急空港線"
			    }
		    }, {
			    "data": {
				    "id": "16183",
				    "source": "5826",
				    "target": "5827",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16183,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700111 (27001) 2700112",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700111 (27001) 2700112",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16182",
				    "source": "5825",
				    "target": "5826",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16182,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700110 (27001) 2700111",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700110 (27001) 2700111",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16185",
				    "source": "5828",
				    "target": "5829",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16185,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700113 (27001) 2700114",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700113 (27001) 2700114",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16184",
				    "source": "5827",
				    "target": "5828",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16184,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700112 (27001) 2700113",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700112 (27001) 2700113",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16179",
				    "source": "5822",
				    "target": "5823",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16179,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700107 (27001) 2700108",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700107 (27001) 2700108",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16178",
				    "source": "5821",
				    "target": "5822",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16178,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700106 (27001) 2700107",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700106 (27001) 2700107",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16181",
				    "source": "5824",
				    "target": "5825",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16181,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700109 (27001) 2700110",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700109 (27001) 2700110",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16180",
				    "source": "5823",
				    "target": "5824",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16180,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700108 (27001) 2700109",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700108 (27001) 2700109",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16175",
				    "source": "5818",
				    "target": "5819",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16175,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700103 (27001) 2700104",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700103 (27001) 2700104",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16174",
				    "source": "5817",
				    "target": "5818",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16174,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700102 (27001) 2700103",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700102 (27001) 2700103",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16177",
				    "source": "5820",
				    "target": "5821",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16177,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700105 (27001) 2700106",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700105 (27001) 2700106",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16176",
				    "source": "5819",
				    "target": "5820",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16176,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700104 (27001) 2700105",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700104 (27001) 2700105",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16173",
				    "source": "5816",
				    "target": "5817",
				    "line_name_k": "ケイキュウホンセン",
				    "is_bullet": false,
				    "lon": 139.66542155593754,
				    "company_name_k": "ケイキュウデンテツ",
				    "zoom": 10,
				    "SUID": 16173,
				    "company_type": 2,
				    "company_name_h": "京浜急行電鉄株式会社",
				    "interaction": "27001",
				    "shared_interaction": "27001",
				    "company_url": "http://www.keikyu.co.jp/",
				    "line_name": "京急本線",
				    "company_name": "京急電鉄",
				    "company_cd": 17,
				    "name": "2700101 (27001) 2700102",
				    "rr_cd": 27,
				    "company_name_r": "京急",
				    "e_status_x": 0,
				    "shared_name": "2700101 (27001) 2700102",
				    "lat": 35.470013165246186,
				    "e_status_y": 0,
				    "line_name_h": "京急本線"
			    }
		    }, {
			    "data": {
				    "id": "16156",
				    "source": "5796",
				    "target": "5797",
				    "line_name_k": "トウキュウタマガワセン",
				    "is_bullet": false,
				    "lon": 139.68743273015912,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16156,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26006",
				    "shared_interaction": "26006",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急多摩川線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600601 (26006) 2600602",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600601 (26006) 2600602",
				    "lat": 35.5724416406283,
				    "e_status_y": 0,
				    "line_name_h": "東急多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "16155",
				    "source": "5794",
				    "target": "5795",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16155,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600514 (26005) 2600515",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600514 (26005) 2600515",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16154",
				    "source": "5793",
				    "target": "5794",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16154,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600513 (26005) 2600514",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600513 (26005) 2600514",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16153",
				    "source": "5792",
				    "target": "5793",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16153,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600512 (26005) 2600513",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600512 (26005) 2600513",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16152",
				    "source": "5791",
				    "target": "5792",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16152,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600511 (26005) 2600512",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600511 (26005) 2600512",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16151",
				    "source": "5790",
				    "target": "5791",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16151,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600510 (26005) 2600511",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600510 (26005) 2600511",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16150",
				    "source": "5789",
				    "target": "5790",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16150,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600509 (26005) 2600510",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600509 (26005) 2600510",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16149",
				    "source": "5788",
				    "target": "5789",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16149,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600508 (26005) 2600509",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600508 (26005) 2600509",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16148",
				    "source": "5787",
				    "target": "5788",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16148,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600507 (26005) 2600508",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600507 (26005) 2600508",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16147",
				    "source": "5786",
				    "target": "5787",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16147,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600506 (26005) 2600507",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600506 (26005) 2600507",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16146",
				    "source": "5785",
				    "target": "5786",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16146,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600505 (26005) 2600506",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600505 (26005) 2600506",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16145",
				    "source": "5784",
				    "target": "5785",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16145,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600504 (26005) 2600505",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600504 (26005) 2600505",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16144",
				    "source": "5783",
				    "target": "5784",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16144,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600503 (26005) 2600504",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600503 (26005) 2600504",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16143",
				    "source": "5782",
				    "target": "5783",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16143,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600502 (26005) 2600503",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600502 (26005) 2600503",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16142",
				    "source": "5781",
				    "target": "5782",
				    "line_name_k": "トウキュウイケガミセン",
				    "is_bullet": false,
				    "lon": 139.70623944130853,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16142,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26005",
				    "shared_interaction": "26005",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急池上線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600501 (26005) 2600502",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600501 (26005) 2600502",
				    "lat": 35.59393651096109,
				    "e_status_y": 0,
				    "line_name_h": "東急池上線"
			    }
		    }, {
			    "data": {
				    "id": "16170",
				    "source": "5811",
				    "target": "5812",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16170,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600709 (26007) 2600710",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600709 (26007) 2600710",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16168",
				    "source": "5809",
				    "target": "5810",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16168,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600707 (26007) 2600708",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600707 (26007) 2600708",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16169",
				    "source": "5810",
				    "target": "5811",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16169,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600708 (26007) 2600709",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600708 (26007) 2600709",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16166",
				    "source": "5807",
				    "target": "5808",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16166,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600705 (26007) 2600706",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600705 (26007) 2600706",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16167",
				    "source": "5808",
				    "target": "5809",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16167,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600706 (26007) 2600707",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600706 (26007) 2600707",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16164",
				    "source": "5805",
				    "target": "5806",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16164,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600703 (26007) 2600704",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600703 (26007) 2600704",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16165",
				    "source": "5806",
				    "target": "5807",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16165,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600704 (26007) 2600705",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600704 (26007) 2600705",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16162",
				    "source": "5803",
				    "target": "5804",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16162,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600701 (26007) 2600702",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600701 (26007) 2600702",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16163",
				    "source": "5804",
				    "target": "5805",
				    "line_name_k": "トウキュウセタガヤセン",
				    "is_bullet": false,
				    "lon": 139.6525418613769,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 14,
				    "SUID": 16163,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26007",
				    "shared_interaction": "26007",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急世田谷線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600702 (26007) 2600703",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600702 (26007) 2600703",
				    "lat": 35.653196779881476,
				    "e_status_y": 0,
				    "line_name_h": "東急世田谷線"
			    }
		    }, {
			    "data": {
				    "id": "16161",
				    "source": "5801",
				    "target": "5802",
				    "line_name_k": "トウキュウタマガワセン",
				    "is_bullet": false,
				    "lon": 139.68743273015912,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16161,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26006",
				    "shared_interaction": "26006",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急多摩川線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600606 (26006) 2600607",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600606 (26006) 2600607",
				    "lat": 35.5724416406283,
				    "e_status_y": 0,
				    "line_name_h": "東急多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "16159",
				    "source": "5799",
				    "target": "5800",
				    "line_name_k": "トウキュウタマガワセン",
				    "is_bullet": false,
				    "lon": 139.68743273015912,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16159,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26006",
				    "shared_interaction": "26006",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急多摩川線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600604 (26006) 2600605",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600604 (26006) 2600605",
				    "lat": 35.5724416406283,
				    "e_status_y": 0,
				    "line_name_h": "東急多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "16160",
				    "source": "5800",
				    "target": "5801",
				    "line_name_k": "トウキュウタマガワセン",
				    "is_bullet": false,
				    "lon": 139.68743273015912,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16160,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26006",
				    "shared_interaction": "26006",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急多摩川線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600605 (26006) 2600606",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600605 (26006) 2600606",
				    "lat": 35.5724416406283,
				    "e_status_y": 0,
				    "line_name_h": "東急多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "16157",
				    "source": "5797",
				    "target": "5798",
				    "line_name_k": "トウキュウタマガワセン",
				    "is_bullet": false,
				    "lon": 139.68743273015912,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16157,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26006",
				    "shared_interaction": "26006",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急多摩川線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600602 (26006) 2600603",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600602 (26006) 2600603",
				    "lat": 35.5724416406283,
				    "e_status_y": 0,
				    "line_name_h": "東急多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "16158",
				    "source": "5798",
				    "target": "5799",
				    "line_name_k": "トウキュウタマガワセン",
				    "is_bullet": false,
				    "lon": 139.68743273015912,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16158,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26006",
				    "shared_interaction": "26006",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急多摩川線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600603 (26006) 2600604",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600603 (26006) 2600604",
				    "lat": 35.5724416406283,
				    "e_status_y": 0,
				    "line_name_h": "東急多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "18361",
				    "source": "8157",
				    "target": "8158",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18361,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933412 (99334) 9933413",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933412 (99334) 9933413",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18362",
				    "source": "8158",
				    "target": "8159",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18362,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933413 (99334) 9933414",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933413 (99334) 9933414",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18363",
				    "source": "8159",
				    "target": "8160",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18363,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933414 (99334) 9933415",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933414 (99334) 9933415",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18364",
				    "source": "8160",
				    "target": "8161",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18364,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933415 (99334) 9933416",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933415 (99334) 9933416",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18365",
				    "source": "8161",
				    "target": "8162",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18365,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933416 (99334) 9933417",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933416 (99334) 9933417",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18366",
				    "source": "8162",
				    "target": "8163",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18366,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933417 (99334) 9933418",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933417 (99334) 9933418",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18367",
				    "source": "8163",
				    "target": "8164",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18367,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933418 (99334) 9933419",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933418 (99334) 9933419",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18353",
				    "source": "8149",
				    "target": "8150",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18353,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933404 (99334) 9933405",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933404 (99334) 9933405",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "16121",
				    "source": "5758",
				    "target": "5759",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16121,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600323 (26003) 2600324",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600323 (26003) 2600324",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "18354",
				    "source": "8150",
				    "target": "8151",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18354,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933405 (99334) 9933406",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933405 (99334) 9933406",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "16122",
				    "source": "5759",
				    "target": "5760",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16122,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600324 (26003) 2600325",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600324 (26003) 2600325",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "18355",
				    "source": "8151",
				    "target": "8152",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18355,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933406 (99334) 9933407",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933406 (99334) 9933407",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18356",
				    "source": "8152",
				    "target": "8153",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18356,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933407 (99334) 9933408",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933407 (99334) 9933408",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18357",
				    "source": "8153",
				    "target": "8154",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18357,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933408 (99334) 9933409",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933408 (99334) 9933409",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18358",
				    "source": "8154",
				    "target": "8155",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18358,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933409 (99334) 9933410",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933409 (99334) 9933410",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "16125",
				    "source": "5763",
				    "target": "5764",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16125,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600401 (26004) 2600402",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600401 (26004) 2600402",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18359",
				    "source": "8155",
				    "target": "8156",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18359,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933410 (99334) 9933411",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933410 (99334) 9933411",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18360",
				    "source": "8156",
				    "target": "8157",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18360,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933411 (99334) 9933412",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933411 (99334) 9933412",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "16126",
				    "source": "5764",
				    "target": "5765",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16126,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600402 (26004) 2600403",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600402 (26004) 2600403",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "16128",
				    "source": "5766",
				    "target": "5767",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16128,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600404 (26004) 2600405",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600404 (26004) 2600405",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "16127",
				    "source": "5765",
				    "target": "5766",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16127,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600403 (26004) 2600404",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600403 (26004) 2600404",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18378",
				    "source": "8176",
				    "target": "8177",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18378,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933602 (99336) 9933603",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933602 (99336) 9933603",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16130",
				    "source": "5768",
				    "target": "5769",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16130,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600406 (26004) 2600407",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600406 (26004) 2600407",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18377",
				    "source": "8175",
				    "target": "8176",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18377,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933601 (99336) 9933602",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933601 (99336) 9933602",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16129",
				    "source": "5767",
				    "target": "5768",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16129,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600405 (26004) 2600406",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600405 (26004) 2600406",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18380",
				    "source": "8178",
				    "target": "8179",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18380,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933604 (99336) 9933605",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933604 (99336) 9933605",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16132",
				    "source": "5770",
				    "target": "5771",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16132,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600408 (26004) 2600409",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600408 (26004) 2600409",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18379",
				    "source": "8177",
				    "target": "8178",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18379,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933603 (99336) 9933604",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933603 (99336) 9933604",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16131",
				    "source": "5769",
				    "target": "5770",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16131,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600407 (26004) 2600408",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600407 (26004) 2600408",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18382",
				    "source": "8180",
				    "target": "8181",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18382,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933606 (99336) 9933607",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933606 (99336) 9933607",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16134",
				    "source": "5772",
				    "target": "5773",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16134,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600410 (26004) 2600411",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600410 (26004) 2600411",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18381",
				    "source": "8179",
				    "target": "8180",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18381,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933605 (99336) 9933606",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933605 (99336) 9933606",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16133",
				    "source": "5771",
				    "target": "5772",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16133,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600409 (26004) 2600410",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600409 (26004) 2600410",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "16136",
				    "source": "5774",
				    "target": "5775",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16136,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600412 (26004) 2600413",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600412 (26004) 2600413",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "16135",
				    "source": "5773",
				    "target": "5774",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16135,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600411 (26004) 2600412",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600411 (26004) 2600412",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "16138",
				    "source": "5776",
				    "target": "5777",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16138,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600414 (26004) 2600415",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600414 (26004) 2600415",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "16137",
				    "source": "5775",
				    "target": "5776",
				    "line_name_k": "トウキュウオオイマチセン",
				    "is_bullet": false,
				    "lon": 139.67537624870124,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 12,
				    "SUID": 16137,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26004",
				    "shared_interaction": "26004",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急大井町線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600413 (26004) 2600414",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600413 (26004) 2600414",
				    "lat": 35.607027243076224,
				    "e_status_y": 0,
				    "line_name_h": "東急大井町線"
			    }
		    }, {
			    "data": {
				    "id": "18392",
				    "source": "8191",
				    "target": "8192",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18392,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933706 (99337) 9933707",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933706 (99337) 9933707",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "18393",
				    "source": "8192",
				    "target": "8193",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18393,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933707 (99337) 9933708",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933707 (99337) 9933708",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "18390",
				    "source": "8189",
				    "target": "8190",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18390,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933704 (99337) 9933705",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933704 (99337) 9933705",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "18391",
				    "source": "8190",
				    "target": "8191",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18391,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933705 (99337) 9933706",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933705 (99337) 9933706",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "16087",
				    "source": "5723",
				    "target": "5724",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16087,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600201 (26002) 2600202",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600201 (26002) 2600202",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "16088",
				    "source": "5724",
				    "target": "5725",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16088,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600202 (26002) 2600203",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600202 (26002) 2600203",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "16091",
				    "source": "5727",
				    "target": "5728",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16091,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600205 (26002) 2600206",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600205 (26002) 2600206",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "18385",
				    "source": "8183",
				    "target": "8184",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18385,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933608 (99336) 9933609",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933608 (99336) 9933609",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16092",
				    "source": "5728",
				    "target": "5729",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16092,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600206 (26002) 2600207",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600206 (26002) 2600207",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "18386",
				    "source": "8184",
				    "target": "8185",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18386,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933609 (99336) 9933610",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933609 (99336) 9933610",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16089",
				    "source": "5725",
				    "target": "5726",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16089,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600203 (26002) 2600204",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600203 (26002) 2600204",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "18383",
				    "source": "8181",
				    "target": "8182",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18383,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933607 (99336) 9933611",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933607 (99336) 9933611",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "16090",
				    "source": "5726",
				    "target": "5727",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16090,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600204 (26002) 2600205",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600204 (26002) 2600205",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "18384",
				    "source": "8182",
				    "target": "8183",
				    "line_name_k": "トウキョウモノレール",
				    "is_bullet": false,
				    "lon": 139.76328619095784,
				    "company_name_k": "トウキョウモノレール",
				    "zoom": 12,
				    "SUID": 18384,
				    "company_type": 0,
				    "company_name_h": "東京モノレール株式会社",
				    "interaction": "99336",
				    "shared_interaction": "99336",
				    "company_url": "http://www.tokyo-monorail.co.jp/",
				    "line_name": "東京モノレール",
				    "company_name": "東京モノレール",
				    "company_cd": 148,
				    "name": "9933611 (99336) 9933608",
				    "rr_cd": 99,
				    "company_name_r": "東京モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933611 (99336) 9933608",
				    "lat": 35.59102280877391,
				    "e_status_y": 0,
				    "line_name_h": "東京モノレール羽田空港線"
			    }
		    }, {
			    "data": {
				    "id": "18388",
				    "source": "8187",
				    "target": "8188",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18388,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933702 (99337) 9933703",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933702 (99337) 9933703",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "18389",
				    "source": "8188",
				    "target": "8189",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18389,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933703 (99337) 9933704",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933703 (99337) 9933704",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "16093",
				    "source": "5729",
				    "target": "5730",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16093,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600207 (26002) 2600208",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600207 (26002) 2600208",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "16094",
				    "source": "5730",
				    "target": "5731",
				    "line_name_k": "トウキュウメグロセン",
				    "is_bullet": false,
				    "lon": 139.67835129424657,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 13,
				    "SUID": 16094,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26002",
				    "shared_interaction": "26002",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急目黒線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600208 (26002) 2600209",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600208 (26002) 2600209",
				    "lat": 35.603755429181255,
				    "e_status_y": 0,
				    "line_name_h": "東急目黒線"
			    }
		    }, {
			    "data": {
				    "id": "18387",
				    "source": "8186",
				    "target": "8187",
				    "line_name_k": "リンカイセン",
				    "is_bullet": false,
				    "lon": 139.7661296428223,
				    "company_name_k": "トウキョウリンカイコウソクテツドウ",
				    "zoom": 13,
				    "SUID": 18387,
				    "company_type": 0,
				    "company_name_h": "東京臨海高速鉄道株式会社",
				    "interaction": "99337",
				    "shared_interaction": "99337",
				    "company_url": "http://www.twr.co.jp/",
				    "line_name": "りんかい線",
				    "company_name": "東京臨海高速鉄道",
				    "company_cd": 149,
				    "name": "9933701 (99337) 9933702",
				    "rr_cd": 99,
				    "company_name_r": "東京臨海高速鉄道",
				    "e_status_x": 0,
				    "shared_name": "9933701 (99337) 9933702",
				    "lat": 35.62373301157322,
				    "e_status_y": 0,
				    "line_name_h": "東京臨海高速鉄道りんかい線"
			    }
		    }, {
			    "data": {
				    "id": "16099",
				    "source": "5736",
				    "target": "5737",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16099,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600301 (26003) 2600302",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600301 (26003) 2600302",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "16103",
				    "source": "5740",
				    "target": "5741",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16103,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600305 (26003) 2600306",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600305 (26003) 2600306",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "16102",
				    "source": "5739",
				    "target": "5740",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16102,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600304 (26003) 2600305",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600304 (26003) 2600305",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "16101",
				    "source": "5738",
				    "target": "5739",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16101,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600303 (26003) 2600304",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600303 (26003) 2600304",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "16100",
				    "source": "5737",
				    "target": "5738",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16100,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600302 (26003) 2600303",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600302 (26003) 2600303",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "16104",
				    "source": "5741",
				    "target": "5742",
				    "line_name_k": "トウキュウデンエントシセン",
				    "is_bullet": false,
				    "lon": 139.58465916941623,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16104,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26003",
				    "shared_interaction": "26003",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急田園都市線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600306 (26003) 2600307",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600306 (26003) 2600307",
				    "lat": 35.58324215005882,
				    "e_status_y": 0,
				    "line_name_h": "東急田園都市線"
			    }
		    }, {
			    "data": {
				    "id": "16065",
				    "source": "5699",
				    "target": "5700",
				    "line_name_k": "オダキュウタマセン",
				    "is_bullet": false,
				    "lon": 139.4602937407226,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16065,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25003",
				    "shared_interaction": "25003",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急多摩線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500306 (25003) 2500307",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500306 (25003) 2500307",
				    "lat": 35.61945834975,
				    "e_status_y": 0,
				    "line_name_h": "小田急多摩線"
			    }
		    }, {
			    "data": {
				    "id": "16066",
				    "source": "5700",
				    "target": "5701",
				    "line_name_k": "オダキュウタマセン",
				    "is_bullet": false,
				    "lon": 139.4602937407226,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 13,
				    "SUID": 16066,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25003",
				    "shared_interaction": "25003",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急多摩線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500307 (25003) 2500308",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500307 (25003) 2500308",
				    "lat": 35.61945834975,
				    "e_status_y": 0,
				    "line_name_h": "小田急多摩線"
			    }
		    }, {
			    "data": {
				    "id": "16071",
				    "source": "5706",
				    "target": "5707",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16071,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600105 (26001) 2600106",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600105 (26001) 2600106",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16070",
				    "source": "5705",
				    "target": "5706",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16070,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600104 (26001) 2600105",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600104 (26001) 2600105",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16073",
				    "source": "5708",
				    "target": "5709",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16073,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600107 (26001) 2600108",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600107 (26001) 2600108",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16072",
				    "source": "5707",
				    "target": "5708",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16072,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600106 (26001) 2600107",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600106 (26001) 2600107",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16067",
				    "source": "5702",
				    "target": "5703",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16067,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600101 (26001) 2600102",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600101 (26001) 2600102",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16069",
				    "source": "5704",
				    "target": "5705",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16069,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600103 (26001) 2600104",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600103 (26001) 2600104",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16068",
				    "source": "5703",
				    "target": "5704",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16068,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600102 (26001) 2600103",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600102 (26001) 2600103",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16074",
				    "source": "5709",
				    "target": "5710",
				    "line_name_k": "トウキュウトウヨコセン",
				    "is_bullet": false,
				    "lon": 139.66832596832717,
				    "company_name_k": "トウキョウデンテツ",
				    "zoom": 11,
				    "SUID": 16074,
				    "company_type": 2,
				    "company_name_h": "東京急行電鉄株式会社",
				    "interaction": "26001",
				    "shared_interaction": "26001",
				    "company_url": "http://www.tokyu.co.jp/",
				    "line_name": "東急東横線",
				    "company_name": "東急電鉄",
				    "company_cd": 16,
				    "name": "2600108 (26001) 2600109",
				    "rr_cd": 26,
				    "company_name_r": "東急",
				    "e_status_x": 0,
				    "shared_name": "2600108 (26001) 2600109",
				    "lat": 35.58608048810499,
				    "e_status_y": 0,
				    "line_name_h": "東急東横線"
			    }
		    }, {
			    "data": {
				    "id": "16023",
				    "source": "5655",
				    "target": "5656",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16023,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500126 (25001) 2500127",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500126 (25001) 2500127",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16022",
				    "source": "5654",
				    "target": "5655",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16022,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500125 (25001) 2500126",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500125 (25001) 2500126",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "18352",
				    "source": "8148",
				    "target": "8149",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18352,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933403 (99334) 9933404",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933403 (99334) 9933404",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18351",
				    "source": "8147",
				    "target": "8148",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18351,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933402 (99334) 9933403",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933402 (99334) 9933403",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18350",
				    "source": "8146",
				    "target": "8147",
				    "line_name_k": "タマモノレール",
				    "is_bullet": false,
				    "lon": 139.42169850770813,
				    "company_name_k": "タマトシモノレール",
				    "zoom": 12,
				    "SUID": 18350,
				    "company_type": 0,
				    "company_name_h": "多摩都市モノレール株式会社",
				    "interaction": "99334",
				    "shared_interaction": "99334",
				    "company_url": "http://www.tama-monorail.co.jp/",
				    "line_name": "多摩モノレール",
				    "company_name": "多摩都市モノレール",
				    "company_cd": 146,
				    "name": "9933401 (99334) 9933402",
				    "rr_cd": 99,
				    "company_name_r": "多摩モノレール",
				    "e_status_x": 0,
				    "shared_name": "9933401 (99334) 9933402",
				    "lat": 35.69743141486103,
				    "e_status_y": 0,
				    "line_name_h": "多摩都市モノレール線"
			    }
		    }, {
			    "data": {
				    "id": "18012",
				    "source": "7783",
				    "target": "7784",
				    "line_name_k": "ツクバエクスプレス",
				    "is_bullet": false,
				    "lon": 139.93750930625004,
				    "company_name_k": "シュトケンシントシテツドウ",
				    "zoom": 10,
				    "SUID": 18012,
				    "company_type": 0,
				    "company_name_h": "首都圏新都市鉄道株式会社",
				    "interaction": "99309",
				    "shared_interaction": "99309",
				    "company_url": "http://www.mir.co.jp/",
				    "line_name": "つくばエクスプレス",
				    "company_name": "首都圏新都市鉄道",
				    "company_cd": 123,
				    "name": "9930902 (99309) 9930903",
				    "rr_cd": 99,
				    "company_name_r": "首都圏新都市鉄道",
				    "e_status_x": 0,
				    "shared_name": "9930902 (99309) 9930903",
				    "lat": 35.90577190655735,
				    "e_status_y": 0,
				    "line_name_h": "首都圏新都市鉄道つくばエクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "18013",
				    "source": "7784",
				    "target": "7785",
				    "line_name_k": "ツクバエクスプレス",
				    "is_bullet": false,
				    "lon": 139.93750930625004,
				    "company_name_k": "シュトケンシントシテツドウ",
				    "zoom": 10,
				    "SUID": 18013,
				    "company_type": 0,
				    "company_name_h": "首都圏新都市鉄道株式会社",
				    "interaction": "99309",
				    "shared_interaction": "99309",
				    "company_url": "http://www.mir.co.jp/",
				    "line_name": "つくばエクスプレス",
				    "company_name": "首都圏新都市鉄道",
				    "company_cd": 123,
				    "name": "9930903 (99309) 9930904",
				    "rr_cd": 99,
				    "company_name_r": "首都圏新都市鉄道",
				    "e_status_x": 0,
				    "shared_name": "9930903 (99309) 9930904",
				    "lat": 35.90577190655735,
				    "e_status_y": 0,
				    "line_name_h": "首都圏新都市鉄道つくばエクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "18011",
				    "source": "7782",
				    "target": "7783",
				    "line_name_k": "ツクバエクスプレス",
				    "is_bullet": false,
				    "lon": 139.93750930625004,
				    "company_name_k": "シュトケンシントシテツドウ",
				    "zoom": 10,
				    "SUID": 18011,
				    "company_type": 0,
				    "company_name_h": "首都圏新都市鉄道株式会社",
				    "interaction": "99309",
				    "shared_interaction": "99309",
				    "company_url": "http://www.mir.co.jp/",
				    "line_name": "つくばエクスプレス",
				    "company_name": "首都圏新都市鉄道",
				    "company_cd": 123,
				    "name": "9930901 (99309) 9930902",
				    "rr_cd": 99,
				    "company_name_r": "首都圏新都市鉄道",
				    "e_status_x": 0,
				    "shared_name": "9930901 (99309) 9930902",
				    "lat": 35.90577190655735,
				    "e_status_y": 0,
				    "line_name_h": "首都圏新都市鉄道つくばエクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "18016",
				    "source": "7787",
				    "target": "7788",
				    "line_name_k": "ツクバエクスプレス",
				    "is_bullet": false,
				    "lon": 139.93750930625004,
				    "company_name_k": "シュトケンシントシテツドウ",
				    "zoom": 10,
				    "SUID": 18016,
				    "company_type": 0,
				    "company_name_h": "首都圏新都市鉄道株式会社",
				    "interaction": "99309",
				    "shared_interaction": "99309",
				    "company_url": "http://www.mir.co.jp/",
				    "line_name": "つくばエクスプレス",
				    "company_name": "首都圏新都市鉄道",
				    "company_cd": 123,
				    "name": "9930906 (99309) 9930907",
				    "rr_cd": 99,
				    "company_name_r": "首都圏新都市鉄道",
				    "e_status_x": 0,
				    "shared_name": "9930906 (99309) 9930907",
				    "lat": 35.90577190655735,
				    "e_status_y": 0,
				    "line_name_h": "首都圏新都市鉄道つくばエクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "18014",
				    "source": "7785",
				    "target": "7786",
				    "line_name_k": "ツクバエクスプレス",
				    "is_bullet": false,
				    "lon": 139.93750930625004,
				    "company_name_k": "シュトケンシントシテツドウ",
				    "zoom": 10,
				    "SUID": 18014,
				    "company_type": 0,
				    "company_name_h": "首都圏新都市鉄道株式会社",
				    "interaction": "99309",
				    "shared_interaction": "99309",
				    "company_url": "http://www.mir.co.jp/",
				    "line_name": "つくばエクスプレス",
				    "company_name": "首都圏新都市鉄道",
				    "company_cd": 123,
				    "name": "9930904 (99309) 9930905",
				    "rr_cd": 99,
				    "company_name_r": "首都圏新都市鉄道",
				    "e_status_x": 0,
				    "shared_name": "9930904 (99309) 9930905",
				    "lat": 35.90577190655735,
				    "e_status_y": 0,
				    "line_name_h": "首都圏新都市鉄道つくばエクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "18015",
				    "source": "7786",
				    "target": "7787",
				    "line_name_k": "ツクバエクスプレス",
				    "is_bullet": false,
				    "lon": 139.93750930625004,
				    "company_name_k": "シュトケンシントシテツドウ",
				    "zoom": 10,
				    "SUID": 18015,
				    "company_type": 0,
				    "company_name_h": "首都圏新都市鉄道株式会社",
				    "interaction": "99309",
				    "shared_interaction": "99309",
				    "company_url": "http://www.mir.co.jp/",
				    "line_name": "つくばエクスプレス",
				    "company_name": "首都圏新都市鉄道",
				    "company_cd": 123,
				    "name": "9930905 (99309) 9930906",
				    "rr_cd": 99,
				    "company_name_r": "首都圏新都市鉄道",
				    "e_status_x": 0,
				    "shared_name": "9930905 (99309) 9930906",
				    "lat": 35.90577190655735,
				    "e_status_y": 0,
				    "line_name_h": "首都圏新都市鉄道つくばエクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "18040",
				    "source": "7813",
				    "target": "7814",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18040,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931106 (99311) 9931107",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931106 (99311) 9931107",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18041",
				    "source": "7814",
				    "target": "7815",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18041,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931107 (99311) 9931108",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931107 (99311) 9931108",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18042",
				    "source": "7815",
				    "target": "7816",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18042,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931108 (99311) 9931109",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931108 (99311) 9931109",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18043",
				    "source": "7816",
				    "target": "7817",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18043,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931109 (99311) 9931110",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931109 (99311) 9931110",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18044",
				    "source": "7817",
				    "target": "7818",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18044,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931110 (99311) 9931111",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931110 (99311) 9931111",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18045",
				    "source": "7818",
				    "target": "7819",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18045,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931111 (99311) 9931112",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931111 (99311) 9931112",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18046",
				    "source": "7819",
				    "target": "7820",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18046,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931112 (99311) 9931113",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931112 (99311) 9931113",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18047",
				    "source": "7820",
				    "target": "7821",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18047,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931113 (99311) 9931114",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931113 (99311) 9931114",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18048",
				    "source": "7821",
				    "target": "7822",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18048,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931114 (99311) 9931115",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931114 (99311) 9931115",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18049",
				    "source": "7822",
				    "target": "7823",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18049,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931115 (99311) 9931116",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931115 (99311) 9931116",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18035",
				    "source": "7808",
				    "target": "7809",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18035,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931101 (99311) 9931102",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931101 (99311) 9931102",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18037",
				    "source": "7810",
				    "target": "7811",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18037,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931103 (99311) 9931104",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931103 (99311) 9931104",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18036",
				    "source": "7809",
				    "target": "7810",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18036,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931102 (99311) 9931103",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931102 (99311) 9931103",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18039",
				    "source": "7812",
				    "target": "7813",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18039,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931105 (99311) 9931106",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931105 (99311) 9931106",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "18038",
				    "source": "7811",
				    "target": "7812",
				    "line_name_k": "ユリカモメ",
				    "is_bullet": false,
				    "lon": 139.77494982373048,
				    "company_name_k": "ユリカモメ",
				    "zoom": 13,
				    "SUID": 18038,
				    "company_type": 0,
				    "company_name_h": "株式会社ゆりかもめ",
				    "interaction": "99311",
				    "shared_interaction": "99311",
				    "company_url": "http://www.yurikamome.co.jp/",
				    "line_name": "ゆりかもめ",
				    "company_name": "ゆりかもめ",
				    "company_cd": 125,
				    "name": "9931104 (99311) 9931105",
				    "rr_cd": 99,
				    "company_name_r": "ゆりかもめ",
				    "e_status_x": 0,
				    "shared_name": "9931104 (99311) 9931105",
				    "lat": 35.64286984685855,
				    "e_status_y": 0,
				    "line_name_h": "ゆりかもめ東京臨海新交通臨海線"
			    }
		    }, {
			    "data": {
				    "id": "17956",
				    "source": "7723",
				    "target": "7724",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17956,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934212 (99342) 9934213",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934212 (99342) 9934213",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17954",
				    "source": "7721",
				    "target": "7722",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17954,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934210 (99342) 9934211",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934210 (99342) 9934211",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17955",
				    "source": "7722",
				    "target": "7723",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17955,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934211 (99342) 9934212",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934211 (99342) 9934212",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17952",
				    "source": "7719",
				    "target": "7720",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17952,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934208 (99342) 9934209",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934208 (99342) 9934209",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17953",
				    "source": "7720",
				    "target": "7721",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17953,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934209 (99342) 9934210",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934209 (99342) 9934210",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17950",
				    "source": "7717",
				    "target": "7718",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17950,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934206 (99342) 9934207",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934206 (99342) 9934207",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17951",
				    "source": "7718",
				    "target": "7719",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17951,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934207 (99342) 9934208",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934207 (99342) 9934208",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "17942",
				    "source": "7708",
				    "target": "7709",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17942,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930527 (99305) 9930528",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930527 (99305) 9930528",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17941",
				    "source": "7707",
				    "target": "7708",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17941,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930526 (99305) 9930527",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930526 (99305) 9930527",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17940",
				    "source": "7706",
				    "target": "7707",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17940,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930525 (99305) 9930526",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930525 (99305) 9930526",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17939",
				    "source": "7705",
				    "target": "7706",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17939,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930524 (99305) 9930525",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930524 (99305) 9930525",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17938",
				    "source": "7704",
				    "target": "7705",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17938,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930523 (99305) 9930524",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930523 (99305) 9930524",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17937",
				    "source": "7703",
				    "target": "7704",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17937,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930522 (99305) 9930523",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930522 (99305) 9930523",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17936",
				    "source": "7702",
				    "target": "7703",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17936,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930521 (99305) 9930522",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930521 (99305) 9930522",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "16420",
				    "source": "6077",
				    "target": "6078",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16420,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801015 (28010) 2801016",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801015 (28010) 2801016",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17935",
				    "source": "7701",
				    "target": "7702",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17935,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930520 (99305) 9930521",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930520 (99305) 9930521",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17949",
				    "source": "7716",
				    "target": "7717",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17949,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934205 (99342) 9934206",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934205 (99342) 9934206",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "16419",
				    "source": "6076",
				    "target": "6077",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16419,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801014 (28010) 2801015",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801014 (28010) 2801015",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16418",
				    "source": "6075",
				    "target": "6076",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16418,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801013 (28010) 2801014",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801013 (28010) 2801014",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17948",
				    "source": "7715",
				    "target": "7716",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17948,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934204 (99342) 9934205",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934204 (99342) 9934205",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "16417",
				    "source": "6074",
				    "target": "6075",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16417,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801012 (28010) 2801013",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801012 (28010) 2801013",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17947",
				    "source": "7714",
				    "target": "7715",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17947,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934203 (99342) 9934204",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934203 (99342) 9934204",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "16416",
				    "source": "6073",
				    "target": "6074",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16416,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801011 (28010) 2801012",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801011 (28010) 2801012",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17946",
				    "source": "7713",
				    "target": "7714",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17946,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934202 (99342) 9934203",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934202 (99342) 9934203",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "16415",
				    "source": "6072",
				    "target": "6073",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16415,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801010 (28010) 2801011",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801010 (28010) 2801011",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17945",
				    "source": "7712",
				    "target": "7713",
				    "line_name_k": "ニッポリ・トネリライナー",
				    "is_bullet": false,
				    "lon": 139.76949647740912,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17945,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99342",
				    "shared_interaction": "99342",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "日暮里・舎人ライナー",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9934201 (99342) 9934202",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9934201 (99342) 9934202",
				    "lat": 35.78182568612205,
				    "e_status_y": 0,
				    "line_name_h": "日暮里・舎人ライナー"
			    }
		    }, {
			    "data": {
				    "id": "16414",
				    "source": "6071",
				    "target": "6072",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16414,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801009 (28010) 2801010",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801009 (28010) 2801010",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16413",
				    "source": "6070",
				    "target": "6071",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16413,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801008 (28010) 2801009",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801008 (28010) 2801009",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17944",
				    "source": "7710",
				    "target": "7711",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17944,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930529 (99305) 9930530",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930529 (99305) 9930530",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "16412",
				    "source": "6069",
				    "target": "6070",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16412,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801007 (28010) 2801008",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801007 (28010) 2801008",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "17943",
				    "source": "7709",
				    "target": "7710",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17943,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930528 (99305) 9930529",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930528 (99305) 9930529",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "16408",
				    "source": "6065",
				    "target": "6066",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16408,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801003 (28010) 2801004",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801003 (28010) 2801004",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16409",
				    "source": "6066",
				    "target": "6067",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16409,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801004 (28010) 2801005",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801004 (28010) 2801005",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16410",
				    "source": "6067",
				    "target": "6068",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16410,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801005 (28010) 2801006",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801005 (28010) 2801006",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16411",
				    "source": "6068",
				    "target": "6069",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16411,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801006 (28010) 2801007",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801006 (28010) 2801007",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16405",
				    "source": "6061",
				    "target": "6062",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16405,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800918 (28009) 2800919",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800918 (28009) 2800919",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16407",
				    "source": "6064",
				    "target": "6065",
				    "line_name_k": "フクトシンセン",
				    "is_bullet": false,
				    "lon": 139.686663477539,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16407,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28010",
				    "shared_interaction": "28010",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ副都心線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2801002 (28010) 2801003",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2801002 (28010) 2801003",
				    "lat": 35.731442005432505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ副都心線"
			    }
		    }, {
			    "data": {
				    "id": "16401",
				    "source": "6057",
				    "target": "6058",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16401,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800914 (28009) 2800915",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800914 (28009) 2800915",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16402",
				    "source": "6058",
				    "target": "6059",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16402,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800915 (28009) 2800916",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800915 (28009) 2800916",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16403",
				    "source": "6059",
				    "target": "6060",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16403,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800916 (28009) 2800917",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800916 (28009) 2800917",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16404",
				    "source": "6060",
				    "target": "6061",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16404,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800917 (28009) 2800918",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800917 (28009) 2800918",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16397",
				    "source": "6053",
				    "target": "6054",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16397,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800910 (28009) 2800911",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800910 (28009) 2800911",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16398",
				    "source": "6054",
				    "target": "6055",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16398,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800911 (28009) 2800912",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800911 (28009) 2800912",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16399",
				    "source": "6055",
				    "target": "6056",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16399,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800912 (28009) 2800913",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800912 (28009) 2800913",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16400",
				    "source": "6056",
				    "target": "6057",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16400,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800913 (28009) 2800914",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800913 (28009) 2800914",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16394",
				    "source": "6050",
				    "target": "6051",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16394,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800907 (28009) 2800908",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800907 (28009) 2800908",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16393",
				    "source": "6049",
				    "target": "6050",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16393,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800906 (28009) 2800907",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800906 (28009) 2800907",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16396",
				    "source": "6052",
				    "target": "6053",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16396,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800909 (28009) 2800910",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800909 (28009) 2800910",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16395",
				    "source": "6051",
				    "target": "6052",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16395,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800908 (28009) 2800909",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800908 (28009) 2800909",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16390",
				    "source": "6046",
				    "target": "6047",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16390,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800903 (28009) 2800904",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800903 (28009) 2800904",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16389",
				    "source": "6045",
				    "target": "6046",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16389,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800902 (28009) 2800903",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800902 (28009) 2800903",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16392",
				    "source": "6048",
				    "target": "6049",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16392,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800905 (28009) 2800906",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800905 (28009) 2800906",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16391",
				    "source": "6047",
				    "target": "6048",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16391,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800904 (28009) 2800905",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800904 (28009) 2800905",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16387",
				    "source": "6042",
				    "target": "6043",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16387,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800812 (28008) 2800813",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800812 (28008) 2800813",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16386",
				    "source": "6041",
				    "target": "6042",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16386,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800814 (28008) 2800812",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800814 (28008) 2800812",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16388",
				    "source": "6044",
				    "target": "6045",
				    "line_name_k": "ナンボクセン",
				    "is_bullet": false,
				    "lon": 139.73433187075705,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16388,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28009",
				    "shared_interaction": "28009",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ南北線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800901 (28009) 2800902",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800901 (28009) 2800902",
				    "lat": 35.710299718407505,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ南北線"
			    }
		    }, {
			    "data": {
				    "id": "16383",
				    "source": "6038",
				    "target": "6039",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16383,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800809 (28008) 2800810",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800809 (28008) 2800810",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16382",
				    "source": "6037",
				    "target": "6038",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16382,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800808 (28008) 2800809",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800808 (28008) 2800809",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16385",
				    "source": "6040",
				    "target": "6041",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16385,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800811 (28008) 2800814",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800811 (28008) 2800814",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16384",
				    "source": "6039",
				    "target": "6040",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16384,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800810 (28008) 2800811",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800810 (28008) 2800811",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16371",
				    "source": "6024",
				    "target": "6025",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16371,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800621 (28006) 2800622",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800621 (28006) 2800622",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16370",
				    "source": "6023",
				    "target": "6024",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16370,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800620 (28006) 2800621",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800620 (28006) 2800621",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16369",
				    "source": "6022",
				    "target": "6023",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16369,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800619 (28006) 2800620",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800619 (28006) 2800620",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16368",
				    "source": "6021",
				    "target": "6022",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16368,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800618 (28006) 2800619",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800618 (28006) 2800619",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16374",
				    "source": "6028",
				    "target": "6029",
				    "line_name_k": "ユウラクチョウシンセン",
				    "is_bullet": false,
				    "lon": 139.69139009521484,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 14,
				    "SUID": 16374,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28007",
				    "shared_interaction": "28007",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町新線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800701 (28007) 2800702",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 2,
				    "shared_name": "2800701 (28007) 2800702",
				    "lat": 35.73819936189844,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町新線"
			    }
		    }, {
			    "data": {
				    "id": "16373",
				    "source": "6026",
				    "target": "6027",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16373,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800623 (28006) 2800624",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800623 (28006) 2800624",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16372",
				    "source": "6025",
				    "target": "6026",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16372,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800622 (28006) 2800623",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800622 (28006) 2800623",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16377",
				    "source": "6032",
				    "target": "6033",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16377,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800803 (28008) 2800804",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800803 (28008) 2800804",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16376",
				    "source": "6031",
				    "target": "6032",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16376,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800802 (28008) 2800803",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800802 (28008) 2800803",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16375",
				    "source": "6030",
				    "target": "6031",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16375,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800801 (28008) 2800802",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800801 (28008) 2800802",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16381",
				    "source": "6036",
				    "target": "6037",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16381,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800807 (28008) 2800808",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800807 (28008) 2800808",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16380",
				    "source": "6035",
				    "target": "6036",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16380,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800806 (28008) 2800807",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800806 (28008) 2800807",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16379",
				    "source": "6034",
				    "target": "6035",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16379,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800805 (28008) 2800806",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800805 (28008) 2800806",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16378",
				    "source": "6033",
				    "target": "6034",
				    "line_name_k": "ハンゾウモンセン",
				    "is_bullet": false,
				    "lon": 139.76522714815565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16378,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28008",
				    "shared_interaction": "28008",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ半蔵門線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800804 (28008) 2800805",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800804 (28008) 2800805",
				    "lat": 35.68813210626038,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ半蔵門線"
			    }
		    }, {
			    "data": {
				    "id": "16354",
				    "source": "6007",
				    "target": "6008",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16354,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800604 (28006) 2800605",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800604 (28006) 2800605",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16355",
				    "source": "6008",
				    "target": "6009",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16355,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800605 (28006) 2800606",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800605 (28006) 2800606",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16352",
				    "source": "6005",
				    "target": "6006",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16352,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800602 (28006) 2800603",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800602 (28006) 2800603",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16353",
				    "source": "6006",
				    "target": "6007",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16353,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800603 (28006) 2800604",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800603 (28006) 2800604",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16358",
				    "source": "6011",
				    "target": "6012",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16358,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800608 (28006) 2800609",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800608 (28006) 2800609",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16359",
				    "source": "6012",
				    "target": "6013",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16359,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800609 (28006) 2800610",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800609 (28006) 2800610",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16356",
				    "source": "6009",
				    "target": "6010",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16356,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800606 (28006) 2800607",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800606 (28006) 2800607",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16357",
				    "source": "6010",
				    "target": "6011",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16357,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800607 (28006) 2800608",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800607 (28006) 2800608",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16362",
				    "source": "6015",
				    "target": "6016",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16362,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800612 (28006) 2800613",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800612 (28006) 2800613",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16363",
				    "source": "6016",
				    "target": "6017",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16363,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800613 (28006) 2800614",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800613 (28006) 2800614",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16360",
				    "source": "6013",
				    "target": "6014",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16360,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800610 (28006) 2800611",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800610 (28006) 2800611",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16361",
				    "source": "6014",
				    "target": "6015",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16361,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800611 (28006) 2800612",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800611 (28006) 2800612",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16366",
				    "source": "6019",
				    "target": "6020",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16366,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800616 (28006) 2800617",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800616 (28006) 2800617",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16367",
				    "source": "6020",
				    "target": "6021",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16367,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800617 (28006) 2800618",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800617 (28006) 2800618",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16364",
				    "source": "6017",
				    "target": "6018",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16364,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800614 (28006) 2800615",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800614 (28006) 2800615",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16365",
				    "source": "6018",
				    "target": "6019",
				    "line_name_k": "ユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.70420434309565,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16365,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28006",
				    "shared_interaction": "28006",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ有楽町線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800615 (28006) 2800616",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800615 (28006) 2800616",
				    "lat": 35.73316551916096,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "16338",
				    "source": "5990",
				    "target": "5991",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16338,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800507 (28005) 2800508",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800507 (28005) 2800508",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16337",
				    "source": "5989",
				    "target": "5990",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16337,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800506 (28005) 2800507",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800506 (28005) 2800507",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16340",
				    "source": "5992",
				    "target": "5993",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16340,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800509 (28005) 2800510",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800509 (28005) 2800510",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16339",
				    "source": "5991",
				    "target": "5992",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16339,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800508 (28005) 2800509",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800508 (28005) 2800509",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16342",
				    "source": "5994",
				    "target": "5995",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16342,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800511 (28005) 2800512",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800511 (28005) 2800512",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16341",
				    "source": "5993",
				    "target": "5994",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16341,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800510 (28005) 2800511",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800510 (28005) 2800511",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16344",
				    "source": "5996",
				    "target": "5997",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16344,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800513 (28005) 2800514",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800513 (28005) 2800514",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16343",
				    "source": "5995",
				    "target": "5996",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16343,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800512 (28005) 2800513",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800512 (28005) 2800513",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16346",
				    "source": "5998",
				    "target": "5999",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16346,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800515 (28005) 2800516",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800515 (28005) 2800516",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16345",
				    "source": "5997",
				    "target": "5998",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16345,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800514 (28005) 2800515",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800514 (28005) 2800515",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16348",
				    "source": "6000",
				    "target": "6001",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16348,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800517 (28005) 2800518",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800517 (28005) 2800518",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16347",
				    "source": "5999",
				    "target": "6000",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16347,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800516 (28005) 2800517",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800516 (28005) 2800517",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16350",
				    "source": "6002",
				    "target": "6003",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16350,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800519 (28005) 2800520",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800519 (28005) 2800520",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16349",
				    "source": "6001",
				    "target": "6002",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16349,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800518 (28005) 2800519",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800518 (28005) 2800519",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16322",
				    "source": "5973",
				    "target": "5974",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16322,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800413 (28004) 2800414",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800413 (28004) 2800414",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16323",
				    "source": "5974",
				    "target": "5975",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16323,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800414 (28004) 2800415",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800414 (28004) 2800415",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16324",
				    "source": "5975",
				    "target": "5976",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16324,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800415 (28004) 2800416",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800415 (28004) 2800416",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16325",
				    "source": "5976",
				    "target": "5977",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16325,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800416 (28004) 2800417",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800416 (28004) 2800417",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16332",
				    "source": "5984",
				    "target": "5985",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16332,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800501 (28005) 2800502",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800501 (28005) 2800502",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16333",
				    "source": "5985",
				    "target": "5986",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16333,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800502 (28005) 2800503",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800502 (28005) 2800503",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16334",
				    "source": "5986",
				    "target": "5987",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16334,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800503 (28005) 2800504",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800503 (28005) 2800504",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16335",
				    "source": "5987",
				    "target": "5988",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16335,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800504 (28005) 2800505",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800504 (28005) 2800505",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16336",
				    "source": "5988",
				    "target": "5989",
				    "line_name_k": "チヨダセン",
				    "is_bullet": false,
				    "lon": 139.7558611955078,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16336,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28005",
				    "shared_interaction": "28005",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ千代田線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800505 (28005) 2800506",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800505 (28005) 2800506",
				    "lat": 35.723011671551085,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ千代田線"
			    }
		    }, {
			    "data": {
				    "id": "16313",
				    "source": "5964",
				    "target": "5965",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16313,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800404 (28004) 2800405",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800404 (28004) 2800405",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16312",
				    "source": "5963",
				    "target": "5964",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16312,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800403 (28004) 2800404",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800403 (28004) 2800404",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16311",
				    "source": "5962",
				    "target": "5963",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16311,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800402 (28004) 2800403",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800402 (28004) 2800403",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16310",
				    "source": "5961",
				    "target": "5962",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16310,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800401 (28004) 2800402",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800401 (28004) 2800402",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16309",
				    "source": "5959",
				    "target": "5960",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16309,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800320 (28003) 2800321",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800320 (28003) 2800321",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16308",
				    "source": "5958",
				    "target": "5959",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16308,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800319 (28003) 2800320",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800319 (28003) 2800320",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16307",
				    "source": "5957",
				    "target": "5958",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16307,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800318 (28003) 2800319",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800318 (28003) 2800319",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16321",
				    "source": "5972",
				    "target": "5973",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16321,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800412 (28004) 2800413",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800412 (28004) 2800413",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16320",
				    "source": "5971",
				    "target": "5972",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16320,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800411 (28004) 2800412",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800411 (28004) 2800412",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16319",
				    "source": "5970",
				    "target": "5971",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16319,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800410 (28004) 2800411",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800410 (28004) 2800411",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16318",
				    "source": "5969",
				    "target": "5970",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16318,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800409 (28004) 2800410",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800409 (28004) 2800410",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16317",
				    "source": "5968",
				    "target": "5969",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16317,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800408 (28004) 2800409",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800408 (28004) 2800409",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16316",
				    "source": "5967",
				    "target": "5968",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16316,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800407 (28004) 2800408",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800407 (28004) 2800408",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16315",
				    "source": "5966",
				    "target": "5967",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16315,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800406 (28004) 2800407",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800406 (28004) 2800407",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16314",
				    "source": "5965",
				    "target": "5966",
				    "line_name_k": "トウザイセン",
				    "is_bullet": false,
				    "lon": 139.8154913497142,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 11,
				    "SUID": 16314,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28004",
				    "shared_interaction": "28004",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ東西線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800405 (28004) 2800406",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800405 (28004) 2800406",
				    "lat": 35.683265329761525,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ東西線"
			    }
		    }, {
			    "data": {
				    "id": "16297",
				    "source": "5947",
				    "target": "5948",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16297,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800308 (28003) 2800309",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800308 (28003) 2800309",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16298",
				    "source": "5948",
				    "target": "5949",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16298,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800309 (28003) 2800310",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800309 (28003) 2800310",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16295",
				    "source": "5945",
				    "target": "5946",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16295,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800306 (28003) 2800307",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800306 (28003) 2800307",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16296",
				    "source": "5946",
				    "target": "5947",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16296,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800307 (28003) 2800308",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800307 (28003) 2800308",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16293",
				    "source": "5943",
				    "target": "5944",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16293,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800304 (28003) 2800305",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800304 (28003) 2800305",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16294",
				    "source": "5944",
				    "target": "5945",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16294,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800305 (28003) 2800306",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800305 (28003) 2800306",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16291",
				    "source": "5941",
				    "target": "5942",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16291,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800302 (28003) 2800303",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800302 (28003) 2800303",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16292",
				    "source": "5942",
				    "target": "5943",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16292,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800303 (28003) 2800304",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800303 (28003) 2800304",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16305",
				    "source": "5955",
				    "target": "5956",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16305,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800316 (28003) 2800317",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800316 (28003) 2800317",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16306",
				    "source": "5956",
				    "target": "5957",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16306,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800317 (28003) 2800318",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800317 (28003) 2800318",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16303",
				    "source": "5953",
				    "target": "5954",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16303,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800314 (28003) 2800315",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800314 (28003) 2800315",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16304",
				    "source": "5954",
				    "target": "5955",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16304,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800315 (28003) 2800316",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800315 (28003) 2800316",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16301",
				    "source": "5951",
				    "target": "5952",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16301,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800312 (28003) 2800313",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800312 (28003) 2800313",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16302",
				    "source": "5952",
				    "target": "5953",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16302,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800313 (28003) 2800314",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800313 (28003) 2800314",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16299",
				    "source": "5949",
				    "target": "5950",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16299,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800310 (28003) 2800311",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800310 (28003) 2800311",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16300",
				    "source": "5950",
				    "target": "5951",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16300,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800311 (28003) 2800312",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800311 (28003) 2800312",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16281",
				    "source": "5930",
				    "target": "5931",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16281,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800219 (28002) 2800220",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800219 (28002) 2800220",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16280",
				    "source": "5929",
				    "target": "5930",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16280,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800218 (28002) 2800219",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800218 (28002) 2800219",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16284",
				    "source": "5932",
				    "target": "5934",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16284,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800221 (28002) 2800222",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800221 (28002) 2800222",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16282",
				    "source": "5931",
				    "target": "5932",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16282,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800220 (28002) 2800221",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800220 (28002) 2800221",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16283",
				    "source": "5931",
				    "target": "5933",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16283,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800220 (28002) 2800226",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800220 (28002) 2800226",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16277",
				    "source": "5926",
				    "target": "5927",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16277,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800215 (28002) 2800216",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800215 (28002) 2800216",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16276",
				    "source": "5925",
				    "target": "5926",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16276,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800214 (28002) 2800215",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800214 (28002) 2800215",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16279",
				    "source": "5928",
				    "target": "5929",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16279,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800217 (28002) 2800218",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800217 (28002) 2800218",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16278",
				    "source": "5927",
				    "target": "5928",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16278,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800216 (28002) 2800217",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800216 (28002) 2800217",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16289",
				    "source": "5938",
				    "target": "5939",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16289,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800227 (28002) 2800228",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800227 (28002) 2800228",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16290",
				    "source": "5940",
				    "target": "5941",
				    "line_name_k": "ヒビヤセン",
				    "is_bullet": false,
				    "lon": 139.76790012172296,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16290,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28003",
				    "shared_interaction": "28003",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ日比谷線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800301 (28003) 2800302",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800301 (28003) 2800302",
				    "lat": 35.69469233873322,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ日比谷線"
			    }
		    }, {
			    "data": {
				    "id": "16286",
				    "source": "5934",
				    "target": "5935",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16286,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800222 (28002) 2800223",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800222 (28002) 2800223",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16285",
				    "source": "5933",
				    "target": "5938",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16285,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800226 (28002) 2800227",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800226 (28002) 2800227",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16288",
				    "source": "5936",
				    "target": "5937",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16288,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800224 (28002) 2800225",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800224 (28002) 2800225",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16287",
				    "source": "5935",
				    "target": "5936",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16287,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800223 (28002) 2800224",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800223 (28002) 2800224",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16264",
				    "source": "5913",
				    "target": "5914",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16264,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800202 (28002) 2800203",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800202 (28002) 2800203",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16265",
				    "source": "5914",
				    "target": "5915",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16265,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800203 (28002) 2800204",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800203 (28002) 2800204",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16266",
				    "source": "5915",
				    "target": "5916",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16266,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800204 (28002) 2800205",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800204 (28002) 2800205",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16267",
				    "source": "5916",
				    "target": "5917",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16267,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800205 (28002) 2800206",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800205 (28002) 2800206",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16261",
				    "source": "5909",
				    "target": "5910",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16261,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800117 (28001) 2800118",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800117 (28001) 2800118",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16262",
				    "source": "5910",
				    "target": "5911",
				    "line_name_k": "ギンザセン",
				    "is_bullet": false,
				    "lon": 139.75720810526002,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 13,
				    "SUID": 16262,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28001",
				    "shared_interaction": "28001",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ銀座線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800118 (28001) 2800119",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800118 (28001) 2800119",
				    "lat": 35.68646095045909,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ銀座線"
			    }
		    }, {
			    "data": {
				    "id": "16263",
				    "source": "5912",
				    "target": "5913",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16263,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800201 (28002) 2800202",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800201 (28002) 2800202",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16272",
				    "source": "5921",
				    "target": "5922",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16272,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800210 (28002) 2800211",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800210 (28002) 2800211",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16273",
				    "source": "5922",
				    "target": "5923",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16273,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800211 (28002) 2800212",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800211 (28002) 2800212",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16274",
				    "source": "5923",
				    "target": "5924",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16274,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800212 (28002) 2800213",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800212 (28002) 2800213",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16275",
				    "source": "5924",
				    "target": "5925",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16275,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800213 (28002) 2800214",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800213 (28002) 2800214",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16268",
				    "source": "5917",
				    "target": "5918",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16268,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800206 (28002) 2800207",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800206 (28002) 2800207",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16269",
				    "source": "5918",
				    "target": "5919",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16269,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800207 (28002) 2800208",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800207 (28002) 2800208",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16270",
				    "source": "5919",
				    "target": "5920",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16270,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800208 (28002) 2800209",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800208 (28002) 2800209",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "16271",
				    "source": "5920",
				    "target": "5921",
				    "line_name_k": "マルノウチセン",
				    "is_bullet": false,
				    "lon": 139.70043660044496,
				    "company_name_k": "トウキョウメトロ",
				    "zoom": 12,
				    "SUID": 16271,
				    "company_type": 2,
				    "company_name_h": "東京地下鉄株式会社",
				    "interaction": "28002",
				    "shared_interaction": "28002",
				    "company_url": "http://www.tokyometro.jp/",
				    "line_name": "東京メトロ丸ノ内線",
				    "company_name": "東京メトロ",
				    "company_cd": 18,
				    "name": "2800209 (28002) 2800210",
				    "rr_cd": 28,
				    "company_name_r": "東京メトロ",
				    "e_status_x": 0,
				    "shared_name": "2800209 (28002) 2800210",
				    "lat": 35.70518513577206,
				    "e_status_y": 0,
				    "line_name_h": "東京メトロ丸ノ内線"
			    }
		    }, {
			    "data": {
				    "id": "13589",
				    "source": "3103",
				    "target": "3104",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13589,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132108 (11321) 1132109",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132108 (11321) 1132109",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13590",
				    "source": "3104",
				    "target": "3105",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13590,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132109 (11321) 1132110",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132109 (11321) 1132110",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13587",
				    "source": "3101",
				    "target": "3102",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13587,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132106 (11321) 1132107",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132106 (11321) 1132107",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13588",
				    "source": "3102",
				    "target": "3103",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13588,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132107 (11321) 1132108",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132107 (11321) 1132108",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13582",
				    "source": "3096",
				    "target": "3097",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13582,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132101 (11321) 1132102",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132101 (11321) 1132102",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13585",
				    "source": "3099",
				    "target": "3100",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13585,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132104 (11321) 1132105",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132104 (11321) 1132105",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "15701",
				    "source": "5300",
				    "target": "5301",
				    "line_name_k": "トウブカメイドセン",
				    "is_bullet": false,
				    "lon": 139.8243467565918,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 14,
				    "SUID": 15701,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21005",
				    "shared_interaction": "21005",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武亀戸線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100501 (21005) 2100502",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100501 (21005) 2100502",
				    "lat": 35.707951515131064,
				    "e_status_y": 0,
				    "line_name_h": "東武亀戸線"
			    }
		    }, {
			    "data": {
				    "id": "13586",
				    "source": "3100",
				    "target": "3101",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13586,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132105 (11321) 1132106",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132105 (11321) 1132106",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13583",
				    "source": "3097",
				    "target": "3098",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13583,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132102 (11321) 1132103",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132102 (11321) 1132103",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "13584",
				    "source": "3098",
				    "target": "3099",
				    "line_name_k": "サイキョウセン",
				    "is_bullet": false,
				    "lon": 139.6182015405503,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13584,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11321",
				    "shared_interaction": "11321",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR埼京線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132103 (11321) 1132104",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132103 (11321) 1132104",
				    "lat": 35.80319581571332,
				    "e_status_y": 0,
				    "line_name_h": "JR埼京線"
			    }
		    }, {
			    "data": {
				    "id": "15703",
				    "source": "5302",
				    "target": "5303",
				    "line_name_k": "トウブカメイドセン",
				    "is_bullet": false,
				    "lon": 139.8243467565918,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 14,
				    "SUID": 15703,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21005",
				    "shared_interaction": "21005",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武亀戸線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100503 (21005) 2100504",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100503 (21005) 2100504",
				    "lat": 35.707951515131064,
				    "e_status_y": 0,
				    "line_name_h": "東武亀戸線"
			    }
		    }, {
			    "data": {
				    "id": "15702",
				    "source": "5301",
				    "target": "5302",
				    "line_name_k": "トウブカメイドセン",
				    "is_bullet": false,
				    "lon": 139.8243467565918,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 14,
				    "SUID": 15702,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21005",
				    "shared_interaction": "21005",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武亀戸線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100502 (21005) 2100503",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100502 (21005) 2100503",
				    "lat": 35.707951515131064,
				    "e_status_y": 0,
				    "line_name_h": "東武亀戸線"
			    }
		    }, {
			    "data": {
				    "id": "15704",
				    "source": "5303",
				    "target": "5304",
				    "line_name_k": "トウブカメイドセン",
				    "is_bullet": false,
				    "lon": 139.8243467565918,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 14,
				    "SUID": 15704,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21005",
				    "shared_interaction": "21005",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武亀戸線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100504 (21005) 2100505",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100504 (21005) 2100505",
				    "lat": 35.707951515131064,
				    "e_status_y": 0,
				    "line_name_h": "東武亀戸線"
			    }
		    }, {
			    "data": {
				    "id": "15705",
				    "source": "5305",
				    "target": "5306",
				    "line_name_k": "トウブダイシセン",
				    "is_bullet": false,
				    "lon": 139.78532285449214,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 15,
				    "SUID": 15705,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21006",
				    "shared_interaction": "21006",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武大師線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100601 (21006) 2100602",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100601 (21006) 2100602",
				    "lat": 35.77906122777853,
				    "e_status_y": 0,
				    "line_name_h": "東武大師線"
			    }
		    }, {
			    "data": {
				    "id": "13610",
				    "source": "3126",
				    "target": "3127",
				    "line_name_k": "タカサキセン",
				    "is_bullet": false,
				    "lon": 139.45218074609377,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13610,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11323",
				    "shared_interaction": "11323",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR高崎線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132301 (11323) 1132302",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132301 (11323) 1132302",
				    "lat": 36.09573564081418,
				    "e_status_y": 0,
				    "line_name_h": "JR高崎線"
			    }
		    }, {
			    "data": {
				    "id": "13611",
				    "source": "3127",
				    "target": "3128",
				    "line_name_k": "タカサキセン",
				    "is_bullet": false,
				    "lon": 139.45218074609377,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13611,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11323",
				    "shared_interaction": "11323",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR高崎線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132302 (11323) 1132303",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132302 (11323) 1132303",
				    "lat": 36.09573564081418,
				    "e_status_y": 0,
				    "line_name_h": "JR高崎線"
			    }
		    }, {
			    "data": {
				    "id": "15756",
				    "source": "5363",
				    "target": "5364",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15756,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200102 (22001) 2200103",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200102 (22001) 2200103",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15757",
				    "source": "5364",
				    "target": "5365",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15757,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200103 (22001) 2200104",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200103 (22001) 2200104",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15755",
				    "source": "5362",
				    "target": "5363",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15755,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200101 (22001) 2200102",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200101 (22001) 2200102",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15763",
				    "source": "5370",
				    "target": "5371",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15763,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200109 (22001) 2200110",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200109 (22001) 2200110",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15762",
				    "source": "5369",
				    "target": "5370",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15762,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200108 (22001) 2200109",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200108 (22001) 2200109",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15765",
				    "source": "5372",
				    "target": "5373",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15765,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200111 (22001) 2200112",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200111 (22001) 2200112",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15764",
				    "source": "5371",
				    "target": "5372",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15764,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200110 (22001) 2200111",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200110 (22001) 2200111",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15759",
				    "source": "5366",
				    "target": "5367",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15759,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200105 (22001) 2200106",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200105 (22001) 2200106",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "13694",
				    "source": "3213",
				    "target": "3214",
				    "line_name_k": "ケイヨウセン",
				    "is_bullet": false,
				    "lon": 139.93611002907872,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13694,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11326",
				    "shared_interaction": "11326",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京葉線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132605 (11326) 1132606",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132605 (11326) 1132606",
				    "lat": 35.643649620088546,
				    "e_status_y": 0,
				    "line_name_h": "JR京葉線"
			    }
		    }, {
			    "data": {
				    "id": "15758",
				    "source": "5365",
				    "target": "5366",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15758,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200104 (22001) 2200105",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200104 (22001) 2200105",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15761",
				    "source": "5368",
				    "target": "5369",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15761,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200107 (22001) 2200108",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200107 (22001) 2200108",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15760",
				    "source": "5367",
				    "target": "5368",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15760,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200106 (22001) 2200107",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200106 (22001) 2200107",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "13691",
				    "source": "3210",
				    "target": "3211",
				    "line_name_k": "ケイヨウセン",
				    "is_bullet": false,
				    "lon": 139.93611002907872,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13691,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11326",
				    "shared_interaction": "11326",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京葉線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132602 (11326) 1132603",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132602 (11326) 1132603",
				    "lat": 35.643649620088546,
				    "e_status_y": 0,
				    "line_name_h": "JR京葉線"
			    }
		    }, {
			    "data": {
				    "id": "13690",
				    "source": "3209",
				    "target": "3210",
				    "line_name_k": "ケイヨウセン",
				    "is_bullet": false,
				    "lon": 139.93611002907872,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13690,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11326",
				    "shared_interaction": "11326",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京葉線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132601 (11326) 1132602",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132601 (11326) 1132602",
				    "lat": 35.643649620088546,
				    "e_status_y": 0,
				    "line_name_h": "JR京葉線"
			    }
		    }, {
			    "data": {
				    "id": "13693",
				    "source": "3212",
				    "target": "3213",
				    "line_name_k": "ケイヨウセン",
				    "is_bullet": false,
				    "lon": 139.93611002907872,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13693,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11326",
				    "shared_interaction": "11326",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京葉線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132604 (11326) 1132605",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132604 (11326) 1132605",
				    "lat": 35.643649620088546,
				    "e_status_y": 0,
				    "line_name_h": "JR京葉線"
			    }
		    }, {
			    "data": {
				    "id": "13692",
				    "source": "3211",
				    "target": "3212",
				    "line_name_k": "ケイヨウセン",
				    "is_bullet": false,
				    "lon": 139.93611002907872,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13692,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11326",
				    "shared_interaction": "11326",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京葉線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132603 (11326) 1132604",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132603 (11326) 1132604",
				    "lat": 35.643649620088546,
				    "e_status_y": 0,
				    "line_name_h": "JR京葉線"
			    }
		    }, {
			    "data": {
				    "id": "15767",
				    "source": "5374",
				    "target": "5375",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15767,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200113 (22001) 2200114",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200113 (22001) 2200114",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15766",
				    "source": "5373",
				    "target": "5374",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15766,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200112 (22001) 2200113",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200112 (22001) 2200113",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15769",
				    "source": "5376",
				    "target": "5377",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15769,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200115 (22001) 2200116",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200115 (22001) 2200116",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "15768",
				    "source": "5375",
				    "target": "5376",
				    "line_name_k": "セイブイケブクロセン",
				    "is_bullet": false,
				    "lon": 139.46789285918442,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 10,
				    "SUID": 15768,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22001",
				    "shared_interaction": "22001",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武池袋線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200114 (22001) 2200115",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200114 (22001) 2200115",
				    "lat": 35.791261736068634,
				    "e_status_y": 0,
				    "line_name_h": "西武池袋線"
			    }
		    }, {
			    "data": {
				    "id": "17845",
				    "source": "7607",
				    "target": "7608",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17845,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930132 (99301) 9930133",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930132 (99301) 9930133",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15556",
				    "source": "5151",
				    "target": "5152",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15556,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100106 (21001) 2100107",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100106 (21001) 2100107",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17846",
				    "source": "7608",
				    "target": "7609",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17846,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930133 (99301) 9930134",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930133 (99301) 9930134",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15557",
				    "source": "5152",
				    "target": "5153",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15557,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100107 (21001) 2100108",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100107 (21001) 2100108",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17843",
				    "source": "7605",
				    "target": "7606",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17843,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930130 (99301) 9930131",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930130 (99301) 9930131",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15554",
				    "source": "5149",
				    "target": "5150",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15554,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100104 (21001) 2100105",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100104 (21001) 2100105",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17844",
				    "source": "7606",
				    "target": "7607",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17844,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930131 (99301) 9930132",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930131 (99301) 9930132",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15555",
				    "source": "5150",
				    "target": "5151",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15555,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100105 (21001) 2100106",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100105 (21001) 2100106",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17849",
				    "source": "7611",
				    "target": "7612",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17849,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930136 (99301) 9930137",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930136 (99301) 9930137",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17850",
				    "source": "7612",
				    "target": "7613",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17850,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930137 (99301) 9930138",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930137 (99301) 9930138",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17847",
				    "source": "7609",
				    "target": "7610",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17847,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930134 (99301) 9930135",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930134 (99301) 9930135",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15558",
				    "source": "5153",
				    "target": "5154",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15558,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100108 (21001) 2100109",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100108 (21001) 2100109",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17848",
				    "source": "7610",
				    "target": "7611",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17848,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930135 (99301) 9930136",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930135 (99301) 9930136",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15559",
				    "source": "5154",
				    "target": "5155",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15559,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100109 (21001) 2100110",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100109 (21001) 2100110",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17852",
				    "source": "7615",
				    "target": "7616",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17852,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930202 (99302) 9930203",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930202 (99302) 9930203",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17853",
				    "source": "7616",
				    "target": "7617",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17853,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930203 (99302) 9930204",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930203 (99302) 9930204",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17851",
				    "source": "7614",
				    "target": "7615",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17851,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930201 (99302) 9930202",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930201 (99302) 9930202",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "15552",
				    "source": "5147",
				    "target": "5148",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15552,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100102 (21001) 2100103",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100102 (21001) 2100103",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17856",
				    "source": "7619",
				    "target": "7620",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17856,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930206 (99302) 9930207",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930206 (99302) 9930207",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17857",
				    "source": "7620",
				    "target": "7621",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17857,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930207 (99302) 9930208",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930207 (99302) 9930208",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "15553",
				    "source": "5148",
				    "target": "5149",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15553,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100103 (21001) 2100104",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100103 (21001) 2100104",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17854",
				    "source": "7617",
				    "target": "7618",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17854,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930204 (99302) 9930205",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930204 (99302) 9930205",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "15551",
				    "source": "5146",
				    "target": "5147",
				    "line_name_k": "トウブトウジョウセン",
				    "is_bullet": false,
				    "lon": 139.4596378608162,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15551,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21001",
				    "shared_interaction": "21001",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武東上線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100101 (21001) 2100102",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100101 (21001) 2100102",
				    "lat": 35.921218671003345,
				    "e_status_y": 0,
				    "line_name_h": "東武東上線"
			    }
		    }, {
			    "data": {
				    "id": "17855",
				    "source": "7618",
				    "target": "7619",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17855,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930205 (99302) 9930206",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930205 (99302) 9930206",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17861",
				    "source": "7624",
				    "target": "7625",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17861,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930211 (99302) 9930212",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930211 (99302) 9930212",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17860",
				    "source": "7623",
				    "target": "7624",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17860,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930210 (99302) 9930211",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930210 (99302) 9930211",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17859",
				    "source": "7622",
				    "target": "7623",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17859,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930209 (99302) 9930210",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930209 (99302) 9930210",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17858",
				    "source": "7621",
				    "target": "7622",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17858,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930208 (99302) 9930209",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930208 (99302) 9930209",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17865",
				    "source": "7628",
				    "target": "7629",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17865,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930215 (99302) 9930216",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930215 (99302) 9930216",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17864",
				    "source": "7627",
				    "target": "7628",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17864,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930214 (99302) 9930215",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930214 (99302) 9930215",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17863",
				    "source": "7626",
				    "target": "7627",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17863,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930213 (99302) 9930214",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930213 (99302) 9930214",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17862",
				    "source": "7625",
				    "target": "7626",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17862,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930212 (99302) 9930213",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930212 (99302) 9930213",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17869",
				    "source": "7632",
				    "target": "7633",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17869,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930219 (99302) 9930220",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930219 (99302) 9930220",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17868",
				    "source": "7631",
				    "target": "7632",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17868,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930218 (99302) 9930219",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930218 (99302) 9930219",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17867",
				    "source": "7630",
				    "target": "7631",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17867,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930217 (99302) 9930218",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930217 (99302) 9930218",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17866",
				    "source": "7629",
				    "target": "7630",
				    "line_name_k": "トエイアサクサセン",
				    "is_bullet": false,
				    "lon": 139.75860382724613,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17866,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99302",
				    "shared_interaction": "99302",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営浅草線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930216 (99302) 9930217",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930216 (99302) 9930217",
				    "lat": 35.66226194441651,
				    "e_status_y": 0,
				    "line_name_h": "都営浅草線"
			    }
		    }, {
			    "data": {
				    "id": "17872",
				    "source": "7636",
				    "target": "7637",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17872,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930303 (99303) 9930304",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930303 (99303) 9930304",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17871",
				    "source": "7635",
				    "target": "7636",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17871,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930302 (99303) 9930303",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930302 (99303) 9930303",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17870",
				    "source": "7634",
				    "target": "7635",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17870,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930301 (99303) 9930302",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930301 (99303) 9930302",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13749",
				    "source": "3270",
				    "target": "3271",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13749,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132815 (11328) 1132816",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132815 (11328) 1132816",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "13750",
				    "source": "3271",
				    "target": "3272",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13750,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132816 (11328) 1132817",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132816 (11328) 1132817",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "13751",
				    "source": "3272",
				    "target": "3273",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13751,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132817 (11328) 1132818",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132817 (11328) 1132818",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17813",
				    "source": "7576",
				    "target": "7577",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17813,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930101 (99301) 9930129",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930101 (99301) 9930129",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17814",
				    "source": "7576",
				    "target": "7578",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17814,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930101 (99301) 9930102",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930101 (99301) 9930102",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15588",
				    "source": "5184",
				    "target": "5185",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15588,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100201 (21002) 2100202",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100201 (21002) 2100202",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "13752",
				    "source": "3273",
				    "target": "3274",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13752,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132818 (11328) 1132819",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132818 (11328) 1132819",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17815",
				    "source": "7577",
				    "target": "7605",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17815,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930129 (99301) 9930130",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930129 (99301) 9930130",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15589",
				    "source": "5185",
				    "target": "5186",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15589,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100202 (21002) 2100203",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100202 (21002) 2100203",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "13753",
				    "source": "3274",
				    "target": "3275",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13753,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132819 (11328) 1132820",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132819 (11328) 1132820",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17816",
				    "source": "7578",
				    "target": "7579",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17816,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930102 (99301) 9930103",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930102 (99301) 9930103",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15590",
				    "source": "5186",
				    "target": "5187",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15590,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100203 (21002) 2100204",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100203 (21002) 2100204",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "13754",
				    "source": "3275",
				    "target": "3261",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13754,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132820 (11328) 1132806",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132820 (11328) 1132806",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17817",
				    "source": "7579",
				    "target": "7580",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17817,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930103 (99301) 9930104",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930103 (99301) 9930104",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15591",
				    "source": "5187",
				    "target": "5188",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15591,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100204 (21002) 2100205",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100204 (21002) 2100205",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "15592",
				    "source": "5188",
				    "target": "5189",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15592,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100205 (21002) 2100206",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100205 (21002) 2100206",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "17818",
				    "source": "7580",
				    "target": "7581",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17818,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930104 (99301) 9930105",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930104 (99301) 9930105",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17819",
				    "source": "7581",
				    "target": "7582",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17819,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930105 (99301) 9930106",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930105 (99301) 9930106",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17820",
				    "source": "7582",
				    "target": "7583",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17820,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930106 (99301) 9930107",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930106 (99301) 9930107",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17821",
				    "source": "7583",
				    "target": "7584",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17821,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930107 (99301) 9930108",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930107 (99301) 9930108",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17822",
				    "source": "7584",
				    "target": "7585",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17822,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930108 (99301) 9930109",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930108 (99301) 9930109",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17823",
				    "source": "7585",
				    "target": "7586",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17823,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930109 (99301) 9930110",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930109 (99301) 9930110",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17824",
				    "source": "7586",
				    "target": "7587",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17824,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930110 (99301) 9930111",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930110 (99301) 9930111",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17825",
				    "source": "7587",
				    "target": "7588",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17825,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930111 (99301) 9930112",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930111 (99301) 9930112",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17826",
				    "source": "7588",
				    "target": "7589",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17826,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930112 (99301) 9930113",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930112 (99301) 9930113",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17828",
				    "source": "7590",
				    "target": "7591",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17828,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930114 (99301) 9930115",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930114 (99301) 9930115",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17827",
				    "source": "7589",
				    "target": "7590",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17827,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930113 (99301) 9930114",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930113 (99301) 9930114",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17830",
				    "source": "7592",
				    "target": "7593",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17830,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930116 (99301) 9930117",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930116 (99301) 9930117",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17829",
				    "source": "7591",
				    "target": "7592",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17829,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930115 (99301) 9930116",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930115 (99301) 9930116",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17832",
				    "source": "7594",
				    "target": "7595",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17832,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930118 (99301) 9930119",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930118 (99301) 9930119",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17831",
				    "source": "7593",
				    "target": "7594",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17831,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930117 (99301) 9930118",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930117 (99301) 9930118",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "13740",
				    "source": "3260",
				    "target": "3261",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13740,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132805 (11328) 1132806",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132805 (11328) 1132806",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17834",
				    "source": "7596",
				    "target": "7597",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17834,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930120 (99301) 9930121",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930120 (99301) 9930121",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17833",
				    "source": "7595",
				    "target": "7596",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17833,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930119 (99301) 9930120",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930119 (99301) 9930120",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15594",
				    "source": "5190",
				    "target": "5191",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15594,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100207 (21002) 2100208",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100207 (21002) 2100208",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "13742",
				    "source": "3262",
				    "target": "3263",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13742,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132807 (11328) 1132808",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132807 (11328) 1132808",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17836",
				    "source": "7598",
				    "target": "7599",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17836,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930122 (99301) 9930123",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930122 (99301) 9930123",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15593",
				    "source": "5189",
				    "target": "5190",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15593,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100206 (21002) 2100207",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100206 (21002) 2100207",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "13741",
				    "source": "3261",
				    "target": "3262",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13741,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132806 (11328) 1132807",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132806 (11328) 1132807",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17835",
				    "source": "7597",
				    "target": "7598",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17835,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930121 (99301) 9930122",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930121 (99301) 9930122",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15596",
				    "source": "5192",
				    "target": "5193",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15596,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100209 (21002) 2100210",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100209 (21002) 2100210",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "17838",
				    "source": "7600",
				    "target": "7601",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17838,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930124 (99301) 9930125",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930124 (99301) 9930125",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15595",
				    "source": "5191",
				    "target": "5192",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15595,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100208 (21002) 2100209",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100208 (21002) 2100209",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "13743",
				    "source": "3263",
				    "target": "3264",
				    "line_name_k": "ナリタエクスプレス",
				    "is_bullet": false,
				    "lon": 139.7571982434863,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13743,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11328",
				    "shared_interaction": "11328",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR成田エクスプレス",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132808 (11328) 1132809",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132808 (11328) 1132809",
				    "lat": 35.69212091775545,
				    "e_status_y": 0,
				    "line_name_h": "JR成田エクスプレス"
			    }
		    }, {
			    "data": {
				    "id": "17837",
				    "source": "7599",
				    "target": "7600",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17837,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930123 (99301) 9930124",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930123 (99301) 9930124",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15598",
				    "source": "5194",
				    "target": "5195",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15598,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100211 (21002) 2100212",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100211 (21002) 2100212",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "17840",
				    "source": "7602",
				    "target": "7603",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17840,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930126 (99301) 9930127",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930126 (99301) 9930127",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15597",
				    "source": "5193",
				    "target": "5194",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15597,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100210 (21002) 2100211",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100210 (21002) 2100211",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "17839",
				    "source": "7601",
				    "target": "7602",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17839,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930125 (99301) 9930126",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930125 (99301) 9930126",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15600",
				    "source": "5196",
				    "target": "5197",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15600,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100213 (21002) 2100214",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100213 (21002) 2100214",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "17842",
				    "source": "7604",
				    "target": "7576",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17842,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930128 (99301) 9930101",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930128 (99301) 9930101",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "15599",
				    "source": "5195",
				    "target": "5196",
				    "line_name_k": "トウブイセサキセン",
				    "is_bullet": false,
				    "lon": 139.49934131661746,
				    "company_name_k": "トウブテツドウ",
				    "zoom": 10,
				    "SUID": 15599,
				    "company_type": 2,
				    "company_name_h": "東武鉄道株式会社",
				    "interaction": "21002",
				    "shared_interaction": "21002",
				    "company_url": "http://www.tobu.co.jp/",
				    "line_name": "東武伊勢崎線",
				    "company_name": "東武鉄道",
				    "company_cd": 11,
				    "name": "2100212 (21002) 2100213",
				    "rr_cd": 21,
				    "company_name_r": "東武",
				    "e_status_x": 0,
				    "shared_name": "2100212 (21002) 2100213",
				    "lat": 36.05676642458757,
				    "e_status_y": 0,
				    "line_name_h": "東武伊勢崎線"
			    }
		    }, {
			    "data": {
				    "id": "17841",
				    "source": "7603",
				    "target": "7604",
				    "line_name_k": "トエイオオエドセン",
				    "is_bullet": false,
				    "lon": 139.7137041757577,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17841,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99301",
				    "shared_interaction": "99301",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営大江戸線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930127 (99301) 9930128",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930127 (99301) 9930128",
				    "lat": 35.70754622711237,
				    "e_status_y": 0,
				    "line_name_h": "都営大江戸線"
			    }
		    }, {
			    "data": {
				    "id": "17910",
				    "source": "7675",
				    "target": "7676",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17910,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930415 (99304) 9930416",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930415 (99304) 9930416",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17911",
				    "source": "7676",
				    "target": "7677",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17911,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930416 (99304) 9930417",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930416 (99304) 9930417",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17908",
				    "source": "7673",
				    "target": "7674",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17908,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930413 (99304) 9930414",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930413 (99304) 9930414",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17909",
				    "source": "7674",
				    "target": "7675",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17909,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930414 (99304) 9930415",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930414 (99304) 9930415",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17906",
				    "source": "7671",
				    "target": "7672",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17906,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930411 (99304) 9930412",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930411 (99304) 9930412",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17907",
				    "source": "7672",
				    "target": "7673",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17907,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930412 (99304) 9930413",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930412 (99304) 9930413",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17904",
				    "source": "7669",
				    "target": "7670",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17904,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930409 (99304) 9930410",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930409 (99304) 9930410",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17905",
				    "source": "7670",
				    "target": "7671",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17905,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930410 (99304) 9930411",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930410 (99304) 9930411",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13791",
				    "source": "3315",
				    "target": "3316",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13791,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133214 (11332) 1133215",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133214 (11332) 1133215",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17917",
				    "source": "7683",
				    "target": "7684",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17917,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930502 (99305) 9930503",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930502 (99305) 9930503",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "13792",
				    "source": "3316",
				    "target": "3317",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13792,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133215 (11332) 1133216",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133215 (11332) 1133216",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17918",
				    "source": "7684",
				    "target": "7685",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17918,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930503 (99305) 9930504",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930503 (99305) 9930504",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "13789",
				    "source": "3313",
				    "target": "3314",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13789,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133212 (11332) 1133213",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133212 (11332) 1133213",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "13790",
				    "source": "3314",
				    "target": "3315",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13790,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133213 (11332) 1133214",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133213 (11332) 1133214",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17916",
				    "source": "7682",
				    "target": "7683",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17916,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930501 (99305) 9930502",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930501 (99305) 9930502",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "13787",
				    "source": "3311",
				    "target": "3312",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13787,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133210 (11332) 1133211",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133210 (11332) 1133211",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17914",
				    "source": "7679",
				    "target": "7680",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17914,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930419 (99304) 9930420",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930419 (99304) 9930420",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13788",
				    "source": "3312",
				    "target": "3313",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13788,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133211 (11332) 1133212",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133211 (11332) 1133212",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17912",
				    "source": "7677",
				    "target": "7678",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17912,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930417 (99304) 9930418",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930417 (99304) 9930418",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17913",
				    "source": "7678",
				    "target": "7679",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17913,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930418 (99304) 9930419",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930418 (99304) 9930419",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17926",
				    "source": "7692",
				    "target": "7693",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17926,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930511 (99305) 9930512",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930511 (99305) 9930512",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17925",
				    "source": "7691",
				    "target": "7692",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17925,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930510 (99305) 9930511",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930510 (99305) 9930511",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17924",
				    "source": "7690",
				    "target": "7691",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17924,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930509 (99305) 9930510",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930509 (99305) 9930510",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17923",
				    "source": "7689",
				    "target": "7690",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17923,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930508 (99305) 9930509",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930508 (99305) 9930509",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17922",
				    "source": "7688",
				    "target": "7689",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17922,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930507 (99305) 9930508",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930507 (99305) 9930508",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17921",
				    "source": "7687",
				    "target": "7688",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17921,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930506 (99305) 9930507",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930506 (99305) 9930507",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17920",
				    "source": "7686",
				    "target": "7687",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17920,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930505 (99305) 9930506",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930505 (99305) 9930506",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17919",
				    "source": "7685",
				    "target": "7686",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17919,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930504 (99305) 9930505",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930504 (99305) 9930505",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17934",
				    "source": "7700",
				    "target": "7701",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17934,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930519 (99305) 9930520",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930519 (99305) 9930520",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17933",
				    "source": "7699",
				    "target": "7700",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17933,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930518 (99305) 9930519",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930518 (99305) 9930519",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17932",
				    "source": "7698",
				    "target": "7699",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17932,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930517 (99305) 9930518",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930517 (99305) 9930518",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17931",
				    "source": "7697",
				    "target": "7698",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17931,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930516 (99305) 9930517",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930516 (99305) 9930517",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17930",
				    "source": "7696",
				    "target": "7697",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17930,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930515 (99305) 9930516",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930515 (99305) 9930516",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17929",
				    "source": "7695",
				    "target": "7696",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17929,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930514 (99305) 9930515",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930514 (99305) 9930515",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17928",
				    "source": "7694",
				    "target": "7695",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17928,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930513 (99305) 9930514",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930513 (99305) 9930514",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17927",
				    "source": "7693",
				    "target": "7694",
				    "line_name_k": "トデンアラカワセン",
				    "is_bullet": false,
				    "lon": 139.74861502275394,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 13,
				    "SUID": 17927,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99305",
				    "shared_interaction": "99305",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都電荒川線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930512 (99305) 9930513",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930512 (99305) 9930513",
				    "lat": 35.735016925780094,
				    "e_status_y": 0,
				    "line_name_h": "都営都電荒川線"
			    }
		    }, {
			    "data": {
				    "id": "17877",
				    "source": "7641",
				    "target": "7642",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17877,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930308 (99303) 9930309",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930308 (99303) 9930309",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17878",
				    "source": "7642",
				    "target": "7643",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17878,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930309 (99303) 9930310",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930309 (99303) 9930310",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13814",
				    "source": "3339",
				    "target": "3340",
				    "line_name_k": "ショウナンシンジュクライン",
				    "is_bullet": false,
				    "lon": 139.6229436643263,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13814,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11333",
				    "shared_interaction": "11333",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR湘南新宿ライン",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133302 (11333) 1133303",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133302 (11333) 1133303",
				    "lat": 35.65739974071942,
				    "e_status_y": 0,
				    "line_name_h": "JR湘南新宿ライン"
			    }
		    }, {
			    "data": {
				    "id": "17879",
				    "source": "7643",
				    "target": "7644",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17879,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930310 (99303) 9930311",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930310 (99303) 9930311",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13815",
				    "source": "3340",
				    "target": "3341",
				    "line_name_k": "ショウナンシンジュクライン",
				    "is_bullet": false,
				    "lon": 139.6229436643263,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13815,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11333",
				    "shared_interaction": "11333",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR湘南新宿ライン",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133303 (11333) 1133304",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133303 (11333) 1133304",
				    "lat": 35.65739974071942,
				    "e_status_y": 0,
				    "line_name_h": "JR湘南新宿ライン"
			    }
		    }, {
			    "data": {
				    "id": "17880",
				    "source": "7644",
				    "target": "7645",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17880,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930311 (99303) 9930312",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930311 (99303) 9930312",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17873",
				    "source": "7637",
				    "target": "7638",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17873,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930304 (99303) 9930305",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930304 (99303) 9930305",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17874",
				    "source": "7638",
				    "target": "7639",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17874,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930305 (99303) 9930306",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930305 (99303) 9930306",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17875",
				    "source": "7639",
				    "target": "7640",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17875,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930306 (99303) 9930307",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930306 (99303) 9930307",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17876",
				    "source": "7640",
				    "target": "7641",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17876,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930307 (99303) 9930308",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930307 (99303) 9930308",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17885",
				    "source": "7649",
				    "target": "7650",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17885,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930316 (99303) 9930317",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930316 (99303) 9930317",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17886",
				    "source": "7650",
				    "target": "7651",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17886,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930317 (99303) 9930318",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930317 (99303) 9930318",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17887",
				    "source": "7651",
				    "target": "7652",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17887,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930318 (99303) 9930319",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930318 (99303) 9930319",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "17888",
				    "source": "7652",
				    "target": "7653",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17888,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930319 (99303) 9930320",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930319 (99303) 9930320",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13816",
				    "source": "3341",
				    "target": "3342",
				    "line_name_k": "ショウナンシンジュクライン",
				    "is_bullet": false,
				    "lon": 139.6229436643263,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13816,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11333",
				    "shared_interaction": "11333",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR湘南新宿ライン",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133304 (11333) 1133305",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133304 (11333) 1133305",
				    "lat": 35.65739974071942,
				    "e_status_y": 0,
				    "line_name_h": "JR湘南新宿ライン"
			    }
		    }, {
			    "data": {
				    "id": "17881",
				    "source": "7645",
				    "target": "7646",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17881,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930312 (99303) 9930313",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930312 (99303) 9930313",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13817",
				    "source": "3342",
				    "target": "3343",
				    "line_name_k": "ショウナンシンジュクライン",
				    "is_bullet": false,
				    "lon": 139.6229436643263,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13817,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11333",
				    "shared_interaction": "11333",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR湘南新宿ライン",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133305 (11333) 1133306",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133305 (11333) 1133306",
				    "lat": 35.65739974071942,
				    "e_status_y": 0,
				    "line_name_h": "JR湘南新宿ライン"
			    }
		    }, {
			    "data": {
				    "id": "17882",
				    "source": "7646",
				    "target": "7647",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17882,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930313 (99303) 9930314",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930313 (99303) 9930314",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13818",
				    "source": "3343",
				    "target": "3344",
				    "line_name_k": "ショウナンシンジュクライン",
				    "is_bullet": false,
				    "lon": 139.6229436643263,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13818,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11333",
				    "shared_interaction": "11333",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR湘南新宿ライン",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133306 (11333) 1133307",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133306 (11333) 1133307",
				    "lat": 35.65739974071942,
				    "e_status_y": 0,
				    "line_name_h": "JR湘南新宿ライン"
			    }
		    }, {
			    "data": {
				    "id": "17883",
				    "source": "7647",
				    "target": "7648",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17883,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930314 (99303) 9930315",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930314 (99303) 9930315",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13819",
				    "source": "3344",
				    "target": "3345",
				    "line_name_k": "ショウナンシンジュクライン",
				    "is_bullet": false,
				    "lon": 139.6229436643263,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13819,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11333",
				    "shared_interaction": "11333",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR湘南新宿ライン",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133307 (11333) 1133308",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133307 (11333) 1133308",
				    "lat": 35.65739974071942,
				    "e_status_y": 0,
				    "line_name_h": "JR湘南新宿ライン"
			    }
		    }, {
			    "data": {
				    "id": "17884",
				    "source": "7648",
				    "target": "7649",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17884,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930315 (99303) 9930316",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930315 (99303) 9930316",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13798",
				    "source": "3322",
				    "target": "3323",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13798,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133221 (11332) 1133222",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133221 (11332) 1133222",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17894",
				    "source": "7658",
				    "target": "7659",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17894,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930325 (99303) 9930326",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930325 (99303) 9930326",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13797",
				    "source": "3321",
				    "target": "3322",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13797,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133220 (11332) 1133221",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133220 (11332) 1133221",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17893",
				    "source": "7657",
				    "target": "7658",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17893,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930324 (99303) 9930325",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930324 (99303) 9930325",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13800",
				    "source": "3324",
				    "target": "3325",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13800,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133223 (11332) 1133224",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133223 (11332) 1133224",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "13799",
				    "source": "3323",
				    "target": "3324",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13799,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133222 (11332) 1133223",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133222 (11332) 1133223",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17895",
				    "source": "7659",
				    "target": "7660",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17895,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930326 (99303) 9930327",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930326 (99303) 9930327",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13794",
				    "source": "3318",
				    "target": "3319",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13794,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133217 (11332) 1133218",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133217 (11332) 1133218",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17890",
				    "source": "7654",
				    "target": "7655",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17890,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930321 (99303) 9930322",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930321 (99303) 9930322",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13793",
				    "source": "3317",
				    "target": "3318",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13793,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133216 (11332) 1133217",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133216 (11332) 1133217",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17889",
				    "source": "7653",
				    "target": "7654",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17889,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930320 (99303) 9930321",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930320 (99303) 9930321",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13796",
				    "source": "3320",
				    "target": "3321",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13796,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133219 (11332) 1133220",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133219 (11332) 1133220",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17892",
				    "source": "7656",
				    "target": "7657",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17892,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930323 (99303) 9930324",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930323 (99303) 9930324",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13795",
				    "source": "3319",
				    "target": "3320",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13795,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133218 (11332) 1133219",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133218 (11332) 1133219",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17891",
				    "source": "7655",
				    "target": "7656",
				    "line_name_k": "トエイミタセン",
				    "is_bullet": false,
				    "lon": 139.7032176242069,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 12,
				    "SUID": 17891,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99303",
				    "shared_interaction": "99303",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営三田線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930322 (99303) 9930323",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930322 (99303) 9930323",
				    "lat": 35.71883584494032,
				    "e_status_y": 0,
				    "line_name_h": "都営三田線"
			    }
		    }, {
			    "data": {
				    "id": "13806",
				    "source": "3330",
				    "target": "3331",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13806,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133229 (11332) 1133230",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133229 (11332) 1133230",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17901",
				    "source": "7666",
				    "target": "7667",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17901,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930406 (99304) 9930407",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930406 (99304) 9930407",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13805",
				    "source": "3329",
				    "target": "3330",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13805,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133228 (11332) 1133229",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133228 (11332) 1133229",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17900",
				    "source": "7665",
				    "target": "7666",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17900,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930405 (99304) 9930406",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930405 (99304) 9930406",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17903",
				    "source": "7668",
				    "target": "7669",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17903,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930408 (99304) 9930409",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930408 (99304) 9930409",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "17902",
				    "source": "7667",
				    "target": "7668",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17902,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930407 (99304) 9930408",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930407 (99304) 9930408",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13802",
				    "source": "3326",
				    "target": "3327",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13802,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133225 (11332) 1133226",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133225 (11332) 1133226",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17897",
				    "source": "7662",
				    "target": "7663",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17897,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930402 (99304) 9930403",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930402 (99304) 9930403",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13801",
				    "source": "3325",
				    "target": "3326",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13801,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133224 (11332) 1133225",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133224 (11332) 1133225",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17896",
				    "source": "7661",
				    "target": "7662",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17896,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930401 (99304) 9930402",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930401 (99304) 9930402",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13804",
				    "source": "3328",
				    "target": "3329",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13804,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133227 (11332) 1133228",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133227 (11332) 1133228",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17899",
				    "source": "7664",
				    "target": "7665",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17899,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930404 (99304) 9930405",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930404 (99304) 9930405",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "13803",
				    "source": "3327",
				    "target": "3328",
				    "line_name_k": "ケイヒントウホクセン",
				    "is_bullet": false,
				    "lon": 139.6425120970631,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13803,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11332",
				    "shared_interaction": "11332",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR京浜東北線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1133226 (11332) 1133227",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1133226 (11332) 1133227",
				    "lat": 35.63929555924292,
				    "e_status_y": 0,
				    "line_name_h": "JR京浜東北線"
			    }
		    }, {
			    "data": {
				    "id": "17898",
				    "source": "7663",
				    "target": "7664",
				    "line_name_k": "トエイシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.80940398416865,
				    "company_name_k": "トウキョウトコウツウキョク",
				    "zoom": 11,
				    "SUID": 17898,
				    "company_type": 0,
				    "company_name_h": "東京都交通局",
				    "interaction": "99304",
				    "shared_interaction": "99304",
				    "company_url": "http://www.kotsu.metro.tokyo.jp/",
				    "line_name": "都営新宿線",
				    "company_name": "東京都交通局",
				    "company_cd": 119,
				    "name": "9930403 (99304) 9930404",
				    "rr_cd": 99,
				    "company_name_r": "東京都交通局",
				    "e_status_x": 0,
				    "shared_name": "9930403 (99304) 9930404",
				    "lat": 35.68917479494153,
				    "e_status_y": 0,
				    "line_name_h": "都営新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15917",
				    "source": "5541",
				    "target": "5542",
				    "line_name_k": "ナリタスカイアクセス",
				    "is_bullet": false,
				    "lon": 140.04557998117627,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15917,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23006",
				    "shared_interaction": "23006",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "成田スカイアクセス",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300601 (23006) 2300602",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300601 (23006) 2300602",
				    "lat": 35.783474701668865,
				    "e_status_y": 0,
				    "line_name_h": "京成成田空港線"
			    }
		    }, {
			    "data": {
				    "id": "15918",
				    "source": "5542",
				    "target": "5543",
				    "line_name_k": "ナリタスカイアクセス",
				    "is_bullet": false,
				    "lon": 140.04557998117627,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15918,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23006",
				    "shared_interaction": "23006",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "成田スカイアクセス",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300602 (23006) 2300603",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300602 (23006) 2300603",
				    "lat": 35.783474701668865,
				    "e_status_y": 0,
				    "line_name_h": "京成成田空港線"
			    }
		    }, {
			    "data": {
				    "id": "15919",
				    "source": "5543",
				    "target": "5544",
				    "line_name_k": "ナリタスカイアクセス",
				    "is_bullet": false,
				    "lon": 140.04557998117627,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15919,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23006",
				    "shared_interaction": "23006",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "成田スカイアクセス",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300603 (23006) 2300604",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300603 (23006) 2300604",
				    "lat": 35.783474701668865,
				    "e_status_y": 0,
				    "line_name_h": "京成成田空港線"
			    }
		    }, {
			    "data": {
				    "id": "15927",
				    "source": "5552",
				    "target": "5553",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15927,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400101 (24001) 2400102",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400101 (24001) 2400102",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15928",
				    "source": "5553",
				    "target": "5554",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15928,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400102 (24001) 2400103",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400102 (24001) 2400103",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15929",
				    "source": "5554",
				    "target": "5555",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15929,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400103 (24001) 2400104",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400103 (24001) 2400104",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15930",
				    "source": "5555",
				    "target": "5556",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15930,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400104 (24001) 2400105",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400104 (24001) 2400105",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15931",
				    "source": "5556",
				    "target": "5557",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15931,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400105 (24001) 2400106",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400105 (24001) 2400106",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15950",
				    "source": "5575",
				    "target": "5576",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15950,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400124 (24001) 2400125",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400124 (24001) 2400125",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15951",
				    "source": "5576",
				    "target": "5577",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15951,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400125 (24001) 2400126",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400125 (24001) 2400126",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15948",
				    "source": "5573",
				    "target": "5574",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15948,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400122 (24001) 2400123",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400122 (24001) 2400123",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15949",
				    "source": "5574",
				    "target": "5575",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15949,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400123 (24001) 2400124",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400123 (24001) 2400124",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15954",
				    "source": "5579",
				    "target": "5580",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15954,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400128 (24001) 2400129",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400128 (24001) 2400129",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15955",
				    "source": "5580",
				    "target": "5581",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15955,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400129 (24001) 2400130",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400129 (24001) 2400130",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15952",
				    "source": "5577",
				    "target": "5578",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15952,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400126 (24001) 2400127",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400126 (24001) 2400127",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15953",
				    "source": "5578",
				    "target": "5579",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15953,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400127 (24001) 2400128",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400127 (24001) 2400128",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15958",
				    "source": "5583",
				    "target": "5584",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15958,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400132 (24001) 2400133",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400132 (24001) 2400133",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15959",
				    "source": "5584",
				    "target": "5585",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15959,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400133 (24001) 2400134",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400133 (24001) 2400134",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15956",
				    "source": "5581",
				    "target": "5582",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15956,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400130 (24001) 2400131",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400130 (24001) 2400131",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15957",
				    "source": "5582",
				    "target": "5583",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15957,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400131 (24001) 2400132",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400131 (24001) 2400132",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15960",
				    "source": "5586",
				    "target": "5587",
				    "line_name_k": "ケイオウサガミハラセン",
				    "is_bullet": false,
				    "lon": 139.43751621679692,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15960,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24002",
				    "shared_interaction": "24002",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王相模原線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400201 (24002) 2400202",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400201 (24002) 2400202",
				    "lat": 35.625846999999986,
				    "e_status_y": 0,
				    "line_name_h": "京王相模原線"
			    }
		    }, {
			    "data": {
				    "id": "15935",
				    "source": "5560",
				    "target": "5561",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15935,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400109 (24001) 2400110",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400109 (24001) 2400110",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15934",
				    "source": "5559",
				    "target": "5560",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15934,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400108 (24001) 2400109",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400108 (24001) 2400109",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15933",
				    "source": "5558",
				    "target": "5559",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15933,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400107 (24001) 2400108",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400107 (24001) 2400108",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15932",
				    "source": "5557",
				    "target": "5558",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15932,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400106 (24001) 2400107",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400106 (24001) 2400107",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15939",
				    "source": "5564",
				    "target": "5565",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15939,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400113 (24001) 2400114",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400113 (24001) 2400114",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15938",
				    "source": "5563",
				    "target": "5564",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15938,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400112 (24001) 2400113",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400112 (24001) 2400113",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15937",
				    "source": "5562",
				    "target": "5563",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15937,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400111 (24001) 2400112",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400111 (24001) 2400112",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15936",
				    "source": "5561",
				    "target": "5562",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15936,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400110 (24001) 2400111",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400110 (24001) 2400111",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15943",
				    "source": "5568",
				    "target": "5569",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15943,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400117 (24001) 2400118",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400117 (24001) 2400118",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15942",
				    "source": "5567",
				    "target": "5568",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15942,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400116 (24001) 2400117",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400116 (24001) 2400117",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15941",
				    "source": "5566",
				    "target": "5567",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15941,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400115 (24001) 2400116",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400115 (24001) 2400116",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15940",
				    "source": "5565",
				    "target": "5566",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15940,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400114 (24001) 2400115",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400114 (24001) 2400115",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15947",
				    "source": "5572",
				    "target": "5573",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15947,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400121 (24001) 2400122",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400121 (24001) 2400122",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15946",
				    "source": "5571",
				    "target": "5572",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15946,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400120 (24001) 2400121",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400120 (24001) 2400121",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15945",
				    "source": "5570",
				    "target": "5571",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15945,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400119 (24001) 2400120",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400119 (24001) 2400120",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15944",
				    "source": "5569",
				    "target": "5570",
				    "line_name_k": "ケイオウセン",
				    "is_bullet": false,
				    "lon": 139.53357685914878,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 11,
				    "SUID": 15944,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24001",
				    "shared_interaction": "24001",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400118 (24001) 2400119",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400118 (24001) 2400119",
				    "lat": 35.67836429466227,
				    "e_status_y": 0,
				    "line_name_h": "京王線"
			    }
		    }, {
			    "data": {
				    "id": "15979",
				    "source": "5609",
				    "target": "5610",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15979,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400601 (24006) 2400602",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400601 (24006) 2400602",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15980",
				    "source": "5610",
				    "target": "5611",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15980,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400602 (24006) 2400603",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400602 (24006) 2400603",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15981",
				    "source": "5611",
				    "target": "5612",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15981,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400603 (24006) 2400604",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400603 (24006) 2400604",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15982",
				    "source": "5612",
				    "target": "5613",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15982,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400604 (24006) 2400605",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400604 (24006) 2400605",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15977",
				    "source": "5605",
				    "target": "5606",
				    "line_name_k": "ケイオウケイバジョウセン",
				    "is_bullet": false,
				    "lon": 139.48962301586914,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 14,
				    "SUID": 15977,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24004",
				    "shared_interaction": "24004",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王競馬場線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400401 (24004) 2400402",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400401 (24004) 2400402",
				    "lat": 35.66894537404467,
				    "e_status_y": 0,
				    "line_name_h": "京王競馬場線"
			    }
		    }, {
			    "data": {
				    "id": "15978",
				    "source": "5607",
				    "target": "5608",
				    "line_name_k": "ケイオウドウブツエンセン",
				    "is_bullet": false,
				    "lon": 139.40999162963863,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 14,
				    "SUID": 15978,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24005",
				    "shared_interaction": "24005",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王動物園線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400501 (24005) 2400502",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400501 (24005) 2400502",
				    "lat": 35.657461750041946,
				    "e_status_y": 0,
				    "line_name_h": "京王動物園線"
			    }
		    }, {
			    "data": {
				    "id": "15987",
				    "source": "5617",
				    "target": "5618",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15987,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400609 (24006) 2400610",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400609 (24006) 2400610",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15988",
				    "source": "5618",
				    "target": "5619",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15988,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400610 (24006) 2400611",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400610 (24006) 2400611",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15989",
				    "source": "5619",
				    "target": "5620",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15989,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400611 (24006) 2400612",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400611 (24006) 2400612",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15990",
				    "source": "5620",
				    "target": "5621",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15990,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400612 (24006) 2400613",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400612 (24006) 2400613",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15983",
				    "source": "5613",
				    "target": "5614",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15983,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400605 (24006) 2400606",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400605 (24006) 2400606",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15984",
				    "source": "5614",
				    "target": "5615",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15984,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400606 (24006) 2400607",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400606 (24006) 2400607",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15985",
				    "source": "5615",
				    "target": "5616",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15985,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400607 (24006) 2400608",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400607 (24006) 2400608",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15986",
				    "source": "5616",
				    "target": "5617",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15986,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400608 (24006) 2400609",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400608 (24006) 2400609",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15968",
				    "source": "5594",
				    "target": "5595",
				    "line_name_k": "ケイオウサガミハラセン",
				    "is_bullet": false,
				    "lon": 139.43751621679692,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15968,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24002",
				    "shared_interaction": "24002",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王相模原線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400209 (24002) 2400210",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400209 (24002) 2400210",
				    "lat": 35.625846999999986,
				    "e_status_y": 0,
				    "line_name_h": "京王相模原線"
			    }
		    }, {
			    "data": {
				    "id": "15967",
				    "source": "5593",
				    "target": "5594",
				    "line_name_k": "ケイオウサガミハラセン",
				    "is_bullet": false,
				    "lon": 139.43751621679692,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15967,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24002",
				    "shared_interaction": "24002",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王相模原線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400208 (24002) 2400209",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400208 (24002) 2400209",
				    "lat": 35.625846999999986,
				    "e_status_y": 0,
				    "line_name_h": "京王相模原線"
			    }
		    }, {
			    "data": {
				    "id": "15969",
				    "source": "5595",
				    "target": "5596",
				    "line_name_k": "ケイオウサガミハラセン",
				    "is_bullet": false,
				    "lon": 139.43751621679692,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15969,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24002",
				    "shared_interaction": "24002",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王相模原線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400210 (24002) 2400211",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400210 (24002) 2400211",
				    "lat": 35.625846999999986,
				    "e_status_y": 0,
				    "line_name_h": "京王相模原線"
			    }
		    }, {
			    "data": {
				    "id": "15963",
				    "source": "5589",
				    "target": "5590",
				    "line_name_k": "ケイオウサガミハラセン",
				    "is_bullet": false,
				    "lon": 139.43751621679692,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15963,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24002",
				    "shared_interaction": "24002",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王相模原線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400204 (24002) 2400205",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400204 (24002) 2400205",
				    "lat": 35.625846999999986,
				    "e_status_y": 0,
				    "line_name_h": "京王相模原線"
			    }
		    }, {
			    "data": {
				    "id": "15966",
				    "source": "5592",
				    "target": "5593",
				    "line_name_k": "ケイオウサガミハラセン",
				    "is_bullet": false,
				    "lon": 139.43751621679692,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15966,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24002",
				    "shared_interaction": "24002",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王相模原線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400207 (24002) 2400208",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400207 (24002) 2400208",
				    "lat": 35.625846999999986,
				    "e_status_y": 0,
				    "line_name_h": "京王相模原線"
			    }
		    }, {
			    "data": {
				    "id": "15975",
				    "source": "5602",
				    "target": "5603",
				    "line_name_k": "ケイオウタカオセン",
				    "is_bullet": false,
				    "lon": 139.3084367460283,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 13,
				    "SUID": 15975,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24003",
				    "shared_interaction": "24003",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王高尾線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400305 (24003) 2400306",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400305 (24003) 2400306",
				    "lat": 35.64331590360225,
				    "e_status_y": 0,
				    "line_name_h": "京王高尾線"
			    }
		    }, {
			    "data": {
				    "id": "15974",
				    "source": "5601",
				    "target": "5602",
				    "line_name_k": "ケイオウタカオセン",
				    "is_bullet": false,
				    "lon": 139.3084367460283,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 13,
				    "SUID": 15974,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24003",
				    "shared_interaction": "24003",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王高尾線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400304 (24003) 2400305",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400304 (24003) 2400305",
				    "lat": 35.64331590360225,
				    "e_status_y": 0,
				    "line_name_h": "京王高尾線"
			    }
		    }, {
			    "data": {
				    "id": "15976",
				    "source": "5603",
				    "target": "5604",
				    "line_name_k": "ケイオウタカオセン",
				    "is_bullet": false,
				    "lon": 139.3084367460283,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 13,
				    "SUID": 15976,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24003",
				    "shared_interaction": "24003",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王高尾線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400306 (24003) 2400307",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400306 (24003) 2400307",
				    "lat": 35.64331590360225,
				    "e_status_y": 0,
				    "line_name_h": "京王高尾線"
			    }
		    }, {
			    "data": {
				    "id": "15971",
				    "source": "5598",
				    "target": "5599",
				    "line_name_k": "ケイオウタカオセン",
				    "is_bullet": false,
				    "lon": 139.3084367460283,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 13,
				    "SUID": 15971,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24003",
				    "shared_interaction": "24003",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王高尾線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400301 (24003) 2400302",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400301 (24003) 2400302",
				    "lat": 35.64331590360225,
				    "e_status_y": 0,
				    "line_name_h": "京王高尾線"
			    }
		    }, {
			    "data": {
				    "id": "15973",
				    "source": "5600",
				    "target": "5601",
				    "line_name_k": "ケイオウタカオセン",
				    "is_bullet": false,
				    "lon": 139.3084367460283,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 13,
				    "SUID": 15973,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24003",
				    "shared_interaction": "24003",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王高尾線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400303 (24003) 2400304",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400303 (24003) 2400304",
				    "lat": 35.64331590360225,
				    "e_status_y": 0,
				    "line_name_h": "京王高尾線"
			    }
		    }, {
			    "data": {
				    "id": "15972",
				    "source": "5599",
				    "target": "5600",
				    "line_name_k": "ケイオウタカオセン",
				    "is_bullet": false,
				    "lon": 139.3084367460283,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 13,
				    "SUID": 15972,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24003",
				    "shared_interaction": "24003",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王高尾線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400302 (24003) 2400303",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400302 (24003) 2400303",
				    "lat": 35.64331590360225,
				    "e_status_y": 0,
				    "line_name_h": "京王高尾線"
			    }
		    }, {
			    "data": {
				    "id": "16011",
				    "source": "5643",
				    "target": "5644",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16011,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500114 (25001) 2500115",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500114 (25001) 2500115",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16012",
				    "source": "5644",
				    "target": "5645",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16012,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500115 (25001) 2500116",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500115 (25001) 2500116",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16009",
				    "source": "5641",
				    "target": "5642",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16009,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500112 (25001) 2500113",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500112 (25001) 2500113",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16010",
				    "source": "5642",
				    "target": "5643",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16010,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500113 (25001) 2500114",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500113 (25001) 2500114",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16007",
				    "source": "5639",
				    "target": "5640",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16007,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500110 (25001) 2500111",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500110 (25001) 2500111",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16008",
				    "source": "5640",
				    "target": "5641",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16008,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500111 (25001) 2500112",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500111 (25001) 2500112",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16005",
				    "source": "5637",
				    "target": "5638",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16005,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500108 (25001) 2500109",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500108 (25001) 2500109",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16006",
				    "source": "5638",
				    "target": "5639",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16006,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500109 (25001) 2500110",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500109 (25001) 2500110",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16013",
				    "source": "5645",
				    "target": "5646",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16013,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500116 (25001) 2500117",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500116 (25001) 2500117",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "15997",
				    "source": "5628",
				    "target": "5629",
				    "line_name_k": "ケイオウシンセン",
				    "is_bullet": false,
				    "lon": 139.6852505207062,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 14,
				    "SUID": 15997,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24007",
				    "shared_interaction": "24007",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王新線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400703 (24007) 2400704",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400703 (24007) 2400704",
				    "lat": 35.6804985281479,
				    "e_status_y": 0,
				    "line_name_h": "京王新線"
			    }
		    }, {
			    "data": {
				    "id": "15996",
				    "source": "5627",
				    "target": "5628",
				    "line_name_k": "ケイオウシンセン",
				    "is_bullet": false,
				    "lon": 139.6852505207062,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 14,
				    "SUID": 15996,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24007",
				    "shared_interaction": "24007",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王新線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400702 (24007) 2400703",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400702 (24007) 2400703",
				    "lat": 35.6804985281479,
				    "e_status_y": 0,
				    "line_name_h": "京王新線"
			    }
		    }, {
			    "data": {
				    "id": "15995",
				    "source": "5626",
				    "target": "5627",
				    "line_name_k": "ケイオウシンセン",
				    "is_bullet": false,
				    "lon": 139.6852505207062,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 14,
				    "SUID": 15995,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24007",
				    "shared_interaction": "24007",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王新線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400701 (24007) 2400702",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400701 (24007) 2400702",
				    "lat": 35.6804985281479,
				    "e_status_y": 0,
				    "line_name_h": "京王新線"
			    }
		    }, {
			    "data": {
				    "id": "15994",
				    "source": "5624",
				    "target": "5625",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15994,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400616 (24006) 2400617",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400616 (24006) 2400617",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15993",
				    "source": "5623",
				    "target": "5624",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15993,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400615 (24006) 2400616",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400615 (24006) 2400616",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15992",
				    "source": "5622",
				    "target": "5623",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15992,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400614 (24006) 2400615",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400614 (24006) 2400615",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "15991",
				    "source": "5621",
				    "target": "5622",
				    "line_name_k": "ケイオウイノガシラセン",
				    "is_bullet": false,
				    "lon": 139.63498783283308,
				    "company_name_k": "ケイオウデンテツ",
				    "zoom": 12,
				    "SUID": 15991,
				    "company_type": 2,
				    "company_name_h": "京王電鉄株式会社",
				    "interaction": "24006",
				    "shared_interaction": "24006",
				    "company_url": "http://www.keio.co.jp/",
				    "line_name": "京王井の頭線",
				    "company_name": "京王電鉄",
				    "company_cd": 14,
				    "name": "2400613 (24006) 2400614",
				    "rr_cd": 24,
				    "company_name_r": "京王",
				    "e_status_x": 0,
				    "shared_name": "2400613 (24006) 2400614",
				    "lat": 35.67668499412642,
				    "e_status_y": 0,
				    "line_name_h": "京王井の頭線"
			    }
		    }, {
			    "data": {
				    "id": "16004",
				    "source": "5636",
				    "target": "5637",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16004,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500107 (25001) 2500108",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500107 (25001) 2500108",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16003",
				    "source": "5635",
				    "target": "5636",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16003,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500106 (25001) 2500107",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500106 (25001) 2500107",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16002",
				    "source": "5634",
				    "target": "5635",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16002,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500105 (25001) 2500106",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500105 (25001) 2500106",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16001",
				    "source": "5633",
				    "target": "5634",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16001,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500104 (25001) 2500105",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500104 (25001) 2500105",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "16000",
				    "source": "5632",
				    "target": "5633",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 16000,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500103 (25001) 2500104",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500103 (25001) 2500104",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "15999",
				    "source": "5631",
				    "target": "5632",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 15999,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500102 (25001) 2500103",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500102 (25001) 2500103",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "15998",
				    "source": "5630",
				    "target": "5631",
				    "line_name_k": "オダキュウセン",
				    "is_bullet": false,
				    "lon": 139.43477539316441,
				    "company_name_k": "オダキュウデンテツ",
				    "zoom": 11,
				    "SUID": 15998,
				    "company_type": 2,
				    "company_name_h": "小田急電鉄株式会社",
				    "interaction": "25001",
				    "shared_interaction": "25001",
				    "company_url": "http://www.odakyu.jp/",
				    "line_name": "小田急線",
				    "company_name": "小田急電鉄",
				    "company_cd": 15,
				    "name": "2500101 (25001) 2500102",
				    "rr_cd": 25,
				    "company_name_r": "小田急",
				    "e_status_x": 0,
				    "shared_name": "2500101 (25001) 2500102",
				    "lat": 35.528535238628024,
				    "e_status_y": 0,
				    "line_name_h": "小田急小田原線"
			    }
		    }, {
			    "data": {
				    "id": "15809",
				    "source": "5422",
				    "target": "5423",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15809,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200708 (22007) 2200709",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200708 (22007) 2200709",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15808",
				    "source": "5421",
				    "target": "5422",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15808,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200707 (22007) 2200708",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200707 (22007) 2200708",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15811",
				    "source": "5424",
				    "target": "5425",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15811,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200710 (22007) 2200711",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200710 (22007) 2200711",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15810",
				    "source": "5423",
				    "target": "5424",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15810,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200709 (22007) 2200710",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200709 (22007) 2200710",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15813",
				    "source": "5426",
				    "target": "5427",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15813,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200712 (22007) 2200713",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200712 (22007) 2200713",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15812",
				    "source": "5425",
				    "target": "5426",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15812,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200711 (22007) 2200712",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200711 (22007) 2200712",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15815",
				    "source": "5428",
				    "target": "5429",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15815,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200714 (22007) 2200715",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200714 (22007) 2200715",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15814",
				    "source": "5427",
				    "target": "5428",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15814,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200713 (22007) 2200714",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200713 (22007) 2200714",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15803",
				    "source": "5416",
				    "target": "5417",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15803,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200702 (22007) 2200703",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200702 (22007) 2200703",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15802",
				    "source": "5415",
				    "target": "5416",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15802,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200701 (22007) 2200702",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200701 (22007) 2200702",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15805",
				    "source": "5418",
				    "target": "5419",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15805,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200704 (22007) 2200705",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200704 (22007) 2200705",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15804",
				    "source": "5417",
				    "target": "5418",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15804,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200703 (22007) 2200704",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200703 (22007) 2200704",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15807",
				    "source": "5420",
				    "target": "5421",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15807,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200706 (22007) 2200707",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200706 (22007) 2200707",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15806",
				    "source": "5419",
				    "target": "5420",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15806,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200705 (22007) 2200706",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200705 (22007) 2200706",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15796",
				    "source": "5405",
				    "target": "5406",
				    "line_name_k": "セイブユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.6675949841308,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 14,
				    "SUID": 15796,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22003",
				    "shared_interaction": "22003",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武有楽町線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200302 (22003) 2200303",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200302 (22003) 2200303",
				    "lat": 35.74040400298963,
				    "e_status_y": 0,
				    "line_name_h": "西武有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "15797",
				    "source": "5407",
				    "target": "5408",
				    "line_name_k": "セイブトシマセン",
				    "is_bullet": false,
				    "lon": 139.65151682275393,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 15,
				    "SUID": 15797,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22004",
				    "shared_interaction": "22004",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武豊島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200401 (22004) 2200402",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200401 (22004) 2200402",
				    "lat": 35.740043166697504,
				    "e_status_y": 0,
				    "line_name_h": "西武豊島線"
			    }
		    }, {
			    "data": {
				    "id": "15795",
				    "source": "5404",
				    "target": "5405",
				    "line_name_k": "セイブユウラクチョウセン",
				    "is_bullet": false,
				    "lon": 139.6675949841308,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 14,
				    "SUID": 15795,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22003",
				    "shared_interaction": "22003",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武有楽町線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200301 (22003) 2200302",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200301 (22003) 2200302",
				    "lat": 35.74040400298963,
				    "e_status_y": 0,
				    "line_name_h": "西武有楽町線"
			    }
		    }, {
			    "data": {
				    "id": "15840",
				    "source": "5456",
				    "target": "5457",
				    "line_name_k": "セイブコクブンジセン",
				    "is_bullet": false,
				    "lon": 139.46774104550786,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15840,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22010",
				    "shared_interaction": "22010",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武国分寺線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201003 (22010) 2201004",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201003 (22010) 2201004",
				    "lat": 35.73062820396875,
				    "e_status_y": 0,
				    "line_name_h": "西武国分寺線"
			    }
		    }, {
			    "data": {
				    "id": "15839",
				    "source": "5455",
				    "target": "5456",
				    "line_name_k": "セイブコクブンジセン",
				    "is_bullet": false,
				    "lon": 139.46774104550786,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15839,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22010",
				    "shared_interaction": "22010",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武国分寺線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201002 (22010) 2201003",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201002 (22010) 2201003",
				    "lat": 35.73062820396875,
				    "e_status_y": 0,
				    "line_name_h": "西武国分寺線"
			    }
		    }, {
			    "data": {
				    "id": "15838",
				    "source": "5454",
				    "target": "5455",
				    "line_name_k": "セイブコクブンジセン",
				    "is_bullet": false,
				    "lon": 139.46774104550786,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15838,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22010",
				    "shared_interaction": "22010",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武国分寺線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201001 (22010) 2201002",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201001 (22010) 2201002",
				    "lat": 35.73062820396875,
				    "e_status_y": 0,
				    "line_name_h": "西武国分寺線"
			    }
		    }, {
			    "data": {
				    "id": "15843",
				    "source": "5460",
				    "target": "5461",
				    "line_name_k": "セイブタマコセン",
				    "is_bullet": false,
				    "lon": 139.46850918519954,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15843,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22011",
				    "shared_interaction": "22011",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩湖線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201102 (22011) 2201103",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201102 (22011) 2201103",
				    "lat": 35.741048131945206,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩湖線"
			    }
		    }, {
			    "data": {
				    "id": "15842",
				    "source": "5459",
				    "target": "5460",
				    "line_name_k": "セイブタマコセン",
				    "is_bullet": false,
				    "lon": 139.46850918519954,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15842,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22011",
				    "shared_interaction": "22011",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩湖線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201101 (22011) 2201102",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201101 (22011) 2201102",
				    "lat": 35.741048131945206,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩湖線"
			    }
		    }, {
			    "data": {
				    "id": "15841",
				    "source": "5457",
				    "target": "5458",
				    "line_name_k": "セイブコクブンジセン",
				    "is_bullet": false,
				    "lon": 139.46774104550786,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15841,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22010",
				    "shared_interaction": "22010",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武国分寺線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201004 (22010) 2201005",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201004 (22010) 2201005",
				    "lat": 35.73062820396875,
				    "e_status_y": 0,
				    "line_name_h": "西武国分寺線"
			    }
		    }, {
			    "data": {
				    "id": "15834",
				    "source": "5448",
				    "target": "5449",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15834,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200805 (22008) 2200806",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200805 (22008) 2200806",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15833",
				    "source": "5447",
				    "target": "5448",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15833,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200804 (22008) 2200805",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200804 (22008) 2200805",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15832",
				    "source": "5446",
				    "target": "5447",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15832,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200803 (22008) 2200804",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200803 (22008) 2200804",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15831",
				    "source": "5445",
				    "target": "5446",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15831,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200802 (22008) 2200803",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200802 (22008) 2200803",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15837",
				    "source": "5452",
				    "target": "5453",
				    "line_name_k": "セイブセイブエンセン",
				    "is_bullet": false,
				    "lon": 139.45737150000002,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 14,
				    "SUID": 15837,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22009",
				    "shared_interaction": "22009",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武西武園線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200901 (22009) 2200902",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200901 (22009) 2200902",
				    "lat": 35.764150582754176,
				    "e_status_y": 0,
				    "line_name_h": "西武西武園線"
			    }
		    }, {
			    "data": {
				    "id": "15836",
				    "source": "5450",
				    "target": "5451",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15836,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200807 (22008) 2200808",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200807 (22008) 2200808",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15835",
				    "source": "5449",
				    "target": "5450",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15835,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200806 (22008) 2200807",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200806 (22008) 2200807",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15830",
				    "source": "5444",
				    "target": "5445",
				    "line_name_k": "セイブハイジマセン",
				    "is_bullet": false,
				    "lon": 139.41313556738282,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 12,
				    "SUID": 15830,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22008",
				    "shared_interaction": "22008",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武拝島線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200801 (22008) 2200802",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200801 (22008) 2200802",
				    "lat": 35.73286470476111,
				    "e_status_y": 0,
				    "line_name_h": "西武拝島線"
			    }
		    }, {
			    "data": {
				    "id": "15818",
				    "source": "5431",
				    "target": "5432",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15818,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200717 (22007) 2200718",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200717 (22007) 2200718",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15819",
				    "source": "5432",
				    "target": "5433",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15819,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200718 (22007) 2200719",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200718 (22007) 2200719",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15816",
				    "source": "5429",
				    "target": "5430",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15816,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200715 (22007) 2200716",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200715 (22007) 2200716",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15817",
				    "source": "5430",
				    "target": "5431",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15817,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200716 (22007) 2200717",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200716 (22007) 2200717",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15820",
				    "source": "5433",
				    "target": "5434",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15820,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200719 (22007) 2200720",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200719 (22007) 2200720",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15821",
				    "source": "5434",
				    "target": "5435",
				    "line_name_k": "セイブシンジュクセン",
				    "is_bullet": false,
				    "lon": 139.5308648735163,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 11,
				    "SUID": 15821,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22007",
				    "shared_interaction": "22007",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武新宿線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2200720 (22007) 2200721",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2200720 (22007) 2200721",
				    "lat": 35.776946871074955,
				    "e_status_y": 0,
				    "line_name_h": "西武新宿線"
			    }
		    }, {
			    "data": {
				    "id": "15863",
				    "source": "5482",
				    "target": "5483",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15863,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300111 (23001) 2300112",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300111 (23001) 2300112",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15862",
				    "source": "5481",
				    "target": "5482",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15862,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300110 (23001) 2300111",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300110 (23001) 2300111",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15859",
				    "source": "5478",
				    "target": "5479",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15859,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300107 (23001) 2300108",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300107 (23001) 2300108",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15858",
				    "source": "5477",
				    "target": "5478",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15858,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300106 (23001) 2300107",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300106 (23001) 2300107",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15861",
				    "source": "5480",
				    "target": "5481",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15861,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300109 (23001) 2300110",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300109 (23001) 2300110",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15860",
				    "source": "5479",
				    "target": "5480",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15860,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300108 (23001) 2300109",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300108 (23001) 2300109",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15854",
				    "source": "5473",
				    "target": "5474",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15854,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300102 (23001) 2300103",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300102 (23001) 2300103",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15855",
				    "source": "5474",
				    "target": "5475",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15855,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300103 (23001) 2300104",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300103 (23001) 2300104",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15856",
				    "source": "5475",
				    "target": "5476",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15856,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300104 (23001) 2300105",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300104 (23001) 2300105",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15857",
				    "source": "5476",
				    "target": "5477",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15857,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300105 (23001) 2300106",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300105 (23001) 2300106",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15851",
				    "source": "5469",
				    "target": "5470",
				    "line_name_k": "セイブタマガワセン",
				    "is_bullet": false,
				    "lon": 139.51353168782222,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15851,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22012",
				    "shared_interaction": "22012",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩川線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201204 (22012) 2201205",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201204 (22012) 2201205",
				    "lat": 35.67702828078765,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "15852",
				    "source": "5470",
				    "target": "5471",
				    "line_name_k": "セイブタマガワセン",
				    "is_bullet": false,
				    "lon": 139.51353168782222,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15852,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22012",
				    "shared_interaction": "22012",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩川線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201205 (22012) 2201206",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201205 (22012) 2201206",
				    "lat": 35.67702828078765,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "15853",
				    "source": "5472",
				    "target": "5473",
				    "line_name_k": "ケイセイホンセン",
				    "is_bullet": false,
				    "lon": 140.07226251112684,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 10,
				    "SUID": 15853,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23001",
				    "shared_interaction": "23001",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成本線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300101 (23001) 2300102",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300101 (23001) 2300102",
				    "lat": 35.726288869528844,
				    "e_status_y": 0,
				    "line_name_h": "京成本線"
			    }
		    }, {
			    "data": {
				    "id": "15848",
				    "source": "5466",
				    "target": "5467",
				    "line_name_k": "セイブタマガワセン",
				    "is_bullet": false,
				    "lon": 139.51353168782222,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15848,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22012",
				    "shared_interaction": "22012",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩川線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201201 (22012) 2201202",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201201 (22012) 2201202",
				    "lat": 35.67702828078765,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "15849",
				    "source": "5467",
				    "target": "5468",
				    "line_name_k": "セイブタマガワセン",
				    "is_bullet": false,
				    "lon": 139.51353168782222,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15849,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22012",
				    "shared_interaction": "22012",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩川線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201202 (22012) 2201203",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201202 (22012) 2201203",
				    "lat": 35.67702828078765,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "15850",
				    "source": "5468",
				    "target": "5469",
				    "line_name_k": "セイブタマガワセン",
				    "is_bullet": false,
				    "lon": 139.51353168782222,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15850,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22012",
				    "shared_interaction": "22012",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩川線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201203 (22012) 2201204",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201203 (22012) 2201204",
				    "lat": 35.67702828078765,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩川線"
			    }
		    }, {
			    "data": {
				    "id": "15844",
				    "source": "5461",
				    "target": "5462",
				    "line_name_k": "セイブタマコセン",
				    "is_bullet": false,
				    "lon": 139.46850918519954,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15844,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22011",
				    "shared_interaction": "22011",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩湖線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201103 (22011) 2201105",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201103 (22011) 2201105",
				    "lat": 35.741048131945206,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩湖線"
			    }
		    }, {
			    "data": {
				    "id": "15845",
				    "source": "5462",
				    "target": "5463",
				    "line_name_k": "セイブタマコセン",
				    "is_bullet": false,
				    "lon": 139.46850918519954,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15845,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22011",
				    "shared_interaction": "22011",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩湖線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201105 (22011) 2201106",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201105 (22011) 2201106",
				    "lat": 35.741048131945206,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩湖線"
			    }
		    }, {
			    "data": {
				    "id": "15846",
				    "source": "5463",
				    "target": "5464",
				    "line_name_k": "セイブタマコセン",
				    "is_bullet": false,
				    "lon": 139.46850918519954,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15846,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22011",
				    "shared_interaction": "22011",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩湖線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201106 (22011) 2201107",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201106 (22011) 2201107",
				    "lat": 35.741048131945206,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩湖線"
			    }
		    }, {
			    "data": {
				    "id": "15847",
				    "source": "5464",
				    "target": "5465",
				    "line_name_k": "セイブタマコセン",
				    "is_bullet": false,
				    "lon": 139.46850918519954,
				    "company_name_k": "セイブテツドウ",
				    "zoom": 13,
				    "SUID": 15847,
				    "company_type": 2,
				    "company_name_h": "西武鉄道株式会社",
				    "interaction": "22011",
				    "shared_interaction": "22011",
				    "company_url": "http://www.seibu-group.co.jp/railways/",
				    "line_name": "西武多摩湖線",
				    "company_name": "西武鉄道",
				    "company_cd": 12,
				    "name": "2201107 (22011) 2201108",
				    "rr_cd": 22,
				    "company_name_r": "西武",
				    "e_status_x": 0,
				    "shared_name": "2201107 (22011) 2201108",
				    "lat": 35.741048131945206,
				    "e_status_y": 0,
				    "line_name_h": "西武多摩湖線"
			    }
		    }, {
			    "data": {
				    "id": "15902",
				    "source": "5523",
				    "target": "5524",
				    "line_name_k": "ケイセイカナマチセン",
				    "is_bullet": false,
				    "lon": 139.86858506876956,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 14,
				    "SUID": 15902,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23003",
				    "shared_interaction": "23003",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成金町線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300302 (23003) 2300303",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300302 (23003) 2300303",
				    "lat": 35.76122200631621,
				    "e_status_y": 0,
				    "line_name_h": "京成金町線"
			    }
		    }, {
			    "data": {
				    "id": "15901",
				    "source": "5522",
				    "target": "5523",
				    "line_name_k": "ケイセイカナマチセン",
				    "is_bullet": false,
				    "lon": 139.86858506876956,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 14,
				    "SUID": 15901,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23003",
				    "shared_interaction": "23003",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成金町線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300301 (23003) 2300302",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300301 (23003) 2300302",
				    "lat": 35.76122200631621,
				    "e_status_y": 0,
				    "line_name_h": "京成金町線"
			    }
		    }, {
			    "data": {
				    "id": "15900",
				    "source": "5520",
				    "target": "5521",
				    "line_name_k": "ケイセイオシアゲセン",
				    "is_bullet": false,
				    "lon": 139.84176579896905,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 13,
				    "SUID": 15900,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23002",
				    "shared_interaction": "23002",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成押上線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300206 (23002) 2300207",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300206 (23002) 2300207",
				    "lat": 35.737000349715125,
				    "e_status_y": 0,
				    "line_name_h": "京成押上線"
			    }
		    }, {
			    "data": {
				    "id": "15899",
				    "source": "5519",
				    "target": "5520",
				    "line_name_k": "ケイセイオシアゲセン",
				    "is_bullet": false,
				    "lon": 139.84176579896905,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 13,
				    "SUID": 15899,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23002",
				    "shared_interaction": "23002",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成押上線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300205 (23002) 2300206",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300205 (23002) 2300206",
				    "lat": 35.737000349715125,
				    "e_status_y": 0,
				    "line_name_h": "京成押上線"
			    }
		    }, {
			    "data": {
				    "id": "15898",
				    "source": "5518",
				    "target": "5519",
				    "line_name_k": "ケイセイオシアゲセン",
				    "is_bullet": false,
				    "lon": 139.84176579896905,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 13,
				    "SUID": 15898,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23002",
				    "shared_interaction": "23002",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成押上線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300204 (23002) 2300205",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300204 (23002) 2300205",
				    "lat": 35.737000349715125,
				    "e_status_y": 0,
				    "line_name_h": "京成押上線"
			    }
		    }, {
			    "data": {
				    "id": "15897",
				    "source": "5517",
				    "target": "5518",
				    "line_name_k": "ケイセイオシアゲセン",
				    "is_bullet": false,
				    "lon": 139.84176579896905,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 13,
				    "SUID": 15897,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23002",
				    "shared_interaction": "23002",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成押上線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300203 (23002) 2300204",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300203 (23002) 2300204",
				    "lat": 35.737000349715125,
				    "e_status_y": 0,
				    "line_name_h": "京成押上線"
			    }
		    }, {
			    "data": {
				    "id": "15896",
				    "source": "5516",
				    "target": "5517",
				    "line_name_k": "ケイセイオシアゲセン",
				    "is_bullet": false,
				    "lon": 139.84176579896905,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 13,
				    "SUID": 15896,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23002",
				    "shared_interaction": "23002",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成押上線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300202 (23002) 2300203",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300202 (23002) 2300203",
				    "lat": 35.737000349715125,
				    "e_status_y": 0,
				    "line_name_h": "京成押上線"
			    }
		    }, {
			    "data": {
				    "id": "15895",
				    "source": "5515",
				    "target": "5516",
				    "line_name_k": "ケイセイオシアゲセン",
				    "is_bullet": false,
				    "lon": 139.84176579896905,
				    "company_name_k": "ケイセイデンテツ",
				    "zoom": 13,
				    "SUID": 15895,
				    "company_type": 2,
				    "company_name_h": "京成電鉄株式会社",
				    "interaction": "23002",
				    "shared_interaction": "23002",
				    "company_url": "http://www.keisei.co.jp/",
				    "line_name": "京成押上線",
				    "company_name": "京成電鉄",
				    "company_cd": 13,
				    "name": "2300201 (23002) 2300202",
				    "rr_cd": 23,
				    "company_name_r": "京成",
				    "e_status_x": 0,
				    "shared_name": "2300201 (23002) 2300202",
				    "lat": 35.737000349715125,
				    "e_status_y": 0,
				    "line_name_h": "京成押上線"
			    }
		    }, {
			    "data": {
				    "id": "13204",
				    "source": "2702",
				    "target": "2674",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13204,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130229 (11302) 1130201",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130229 (11302) 1130201",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13203",
				    "source": "2701",
				    "target": "2702",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13203,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130228 (11302) 1130229",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130228 (11302) 1130229",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13196",
				    "source": "2694",
				    "target": "2695",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13196,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130221 (11302) 1130222",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130221 (11302) 1130222",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13195",
				    "source": "2693",
				    "target": "2694",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13195,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130220 (11302) 1130221",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130220 (11302) 1130221",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13198",
				    "source": "2696",
				    "target": "2697",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13198,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130223 (11302) 1130224",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130223 (11302) 1130224",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13197",
				    "source": "2695",
				    "target": "2696",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13197,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130222 (11302) 1130223",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130222 (11302) 1130223",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13200",
				    "source": "2698",
				    "target": "2699",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13200,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130225 (11302) 1130226",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130225 (11302) 1130226",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13199",
				    "source": "2697",
				    "target": "2698",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13199,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130224 (11302) 1130225",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130224 (11302) 1130225",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13202",
				    "source": "2700",
				    "target": "2701",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13202,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130227 (11302) 1130228",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130227 (11302) 1130228",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13201",
				    "source": "2699",
				    "target": "2700",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13201,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130226 (11302) 1130227",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130226 (11302) 1130227",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13187",
				    "source": "2685",
				    "target": "2686",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13187,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130212 (11302) 1130213",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130212 (11302) 1130213",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13188",
				    "source": "2686",
				    "target": "2687",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13188,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130213 (11302) 1130214",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130213 (11302) 1130214",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13189",
				    "source": "2687",
				    "target": "2688",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13189,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130214 (11302) 1130215",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130214 (11302) 1130215",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13190",
				    "source": "2688",
				    "target": "2689",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13190,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130215 (11302) 1130216",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130215 (11302) 1130216",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13191",
				    "source": "2689",
				    "target": "2690",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13191,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130216 (11302) 1130217",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130216 (11302) 1130217",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13192",
				    "source": "2690",
				    "target": "2691",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13192,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130217 (11302) 1130218",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130217 (11302) 1130218",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13193",
				    "source": "2691",
				    "target": "2692",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13193,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130218 (11302) 1130219",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130218 (11302) 1130219",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13194",
				    "source": "2692",
				    "target": "2693",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13194,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130219 (11302) 1130220",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130219 (11302) 1130220",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13179",
				    "source": "2677",
				    "target": "2678",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13179,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130204 (11302) 1130205",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130204 (11302) 1130205",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13180",
				    "source": "2678",
				    "target": "2679",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13180,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130205 (11302) 1130206",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130205 (11302) 1130206",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13181",
				    "source": "2679",
				    "target": "2680",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13181,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130206 (11302) 1130207",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130206 (11302) 1130207",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13182",
				    "source": "2680",
				    "target": "2681",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13182,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130207 (11302) 1130208",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130207 (11302) 1130208",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13183",
				    "source": "2681",
				    "target": "2682",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13183,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130208 (11302) 1130209",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130208 (11302) 1130209",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13184",
				    "source": "2682",
				    "target": "2683",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13184,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130209 (11302) 1130210",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130209 (11302) 1130210",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13185",
				    "source": "2683",
				    "target": "2684",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13185,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130210 (11302) 1130211",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130210 (11302) 1130211",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13186",
				    "source": "2684",
				    "target": "2685",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13186,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130211 (11302) 1130212",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130211 (11302) 1130212",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13178",
				    "source": "2676",
				    "target": "2677",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13178,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130203 (11302) 1130204",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130203 (11302) 1130204",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13177",
				    "source": "2675",
				    "target": "2676",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13177,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130202 (11302) 1130203",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130202 (11302) 1130203",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13176",
				    "source": "2674",
				    "target": "2675",
				    "line_name_k": "ヤマノテセン",
				    "is_bullet": false,
				    "lon": 139.73522275686264,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13176,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11302",
				    "shared_interaction": "11302",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR山手線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130201 (11302) 1130202",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130201 (11302) 1130202",
				    "lat": 35.693027307629926,
				    "e_status_y": 0,
				    "line_name_h": "JR山手線"
			    }
		    }, {
			    "data": {
				    "id": "13156",
				    "source": "2653",
				    "target": "2654",
				    "line_name_k": "トウカイドウホンセン",
				    "is_bullet": false,
				    "lon": 139.43024413263132,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13156,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11301",
				    "shared_interaction": "11301",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR東海道本線(東京～熱海)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130101 (11301) 1130102",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130101 (11301) 1130102",
				    "lat": 35.39507962341528,
				    "e_status_y": 0,
				    "line_name_h": "JR東海道本線(東京～熱海)"
			    }
		    }, {
			    "data": {
				    "id": "13157",
				    "source": "2654",
				    "target": "2655",
				    "line_name_k": "トウカイドウホンセン",
				    "is_bullet": false,
				    "lon": 139.43024413263132,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13157,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11301",
				    "shared_interaction": "11301",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR東海道本線(東京～熱海)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130102 (11301) 1130103",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130102 (11301) 1130103",
				    "lat": 35.39507962341528,
				    "e_status_y": 0,
				    "line_name_h": "JR東海道本線(東京～熱海)"
			    }
		    }, {
			    "data": {
				    "id": "13246",
				    "source": "2746",
				    "target": "2747",
				    "line_name_k": "ムサシノセン",
				    "is_bullet": false,
				    "lon": 139.70511311944188,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13246,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11305",
				    "shared_interaction": "11305",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR武蔵野線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130502 (11305) 1130503",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130502 (11305) 1130503",
				    "lat": 35.802577076922994,
				    "e_status_y": 0,
				    "line_name_h": "JR武蔵野線"
			    }
		    }, {
			    "data": {
				    "id": "13245",
				    "source": "2745",
				    "target": "2746",
				    "line_name_k": "ムサシノセン",
				    "is_bullet": false,
				    "lon": 139.70511311944188,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13245,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11305",
				    "shared_interaction": "11305",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR武蔵野線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130501 (11305) 1130502",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130501 (11305) 1130502",
				    "lat": 35.802577076922994,
				    "e_status_y": 0,
				    "line_name_h": "JR武蔵野線"
			    }
		    }, {
			    "data": {
				    "id": "13248",
				    "source": "2748",
				    "target": "2749",
				    "line_name_k": "ムサシノセン",
				    "is_bullet": false,
				    "lon": 139.70511311944188,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13248,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11305",
				    "shared_interaction": "11305",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR武蔵野線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130504 (11305) 1130505",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130504 (11305) 1130505",
				    "lat": 35.802577076922994,
				    "e_status_y": 0,
				    "line_name_h": "JR武蔵野線"
			    }
		    }, {
			    "data": {
				    "id": "13247",
				    "source": "2747",
				    "target": "2748",
				    "line_name_k": "ムサシノセン",
				    "is_bullet": false,
				    "lon": 139.70511311944188,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13247,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11305",
				    "shared_interaction": "11305",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR武蔵野線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130503 (11305) 1130504",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130503 (11305) 1130504",
				    "lat": 35.802577076922994,
				    "e_status_y": 0,
				    "line_name_h": "JR武蔵野線"
			    }
		    }, {
			    "data": {
				    "id": "13230",
				    "source": "2727",
				    "target": "2728",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13230,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130323 (11303) 1130324",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130323 (11303) 1130324",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13231",
				    "source": "2728",
				    "target": "2729",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13231,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130324 (11303) 1130325",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130324 (11303) 1130325",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13228",
				    "source": "2725",
				    "target": "2726",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13228,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130329 (11303) 1130322",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130329 (11303) 1130322",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13229",
				    "source": "2726",
				    "target": "2727",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13229,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130322 (11303) 1130323",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130322 (11303) 1130323",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13227",
				    "source": "2724",
				    "target": "2725",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13227,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130321 (11303) 1130329",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130321 (11303) 1130329",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13226",
				    "source": "2723",
				    "target": "2724",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13226,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130320 (11303) 1130321",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130320 (11303) 1130321",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13225",
				    "source": "2722",
				    "target": "2723",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13225,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130319 (11303) 1130320",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130319 (11303) 1130320",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13224",
				    "source": "2721",
				    "target": "2722",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13224,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130318 (11303) 1130319",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130318 (11303) 1130319",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13223",
				    "source": "2720",
				    "target": "2721",
				    "line_name_k": "ナンブセン",
				    "is_bullet": false,
				    "lon": 139.5621831285025,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13223,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11303",
				    "shared_interaction": "11303",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR南武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130317 (11303) 1130318",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130317 (11303) 1130318",
				    "lat": 35.62126801796464,
				    "e_status_y": 0,
				    "line_name_h": "JR南武線"
			    }
		    }, {
			    "data": {
				    "id": "13302",
				    "source": "2805",
				    "target": "2806",
				    "line_name_k": "ヨコスカセン",
				    "is_bullet": false,
				    "lon": 139.64761859128498,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13302,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11308",
				    "shared_interaction": "11308",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横須賀線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130803 (11308) 1130804",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130803 (11308) 1130804",
				    "lat": 35.48340539219034,
				    "e_status_y": 0,
				    "line_name_h": "JR横須賀線"
			    }
		    }, {
			    "data": {
				    "id": "13288",
				    "source": "2789",
				    "target": "2790",
				    "line_name_k": "ヨコハマセン",
				    "is_bullet": false,
				    "lon": 139.47111850000002,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13288,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11306",
				    "shared_interaction": "11306",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横浜線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130619 (11306) 1130620",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130619 (11306) 1130620",
				    "lat": 35.56100410614944,
				    "e_status_y": 0,
				    "line_name_h": "JR横浜線"
			    }
		    }, {
			    "data": {
				    "id": "13300",
				    "source": "2803",
				    "target": "2804",
				    "line_name_k": "ヨコスカセン",
				    "is_bullet": false,
				    "lon": 139.64761859128498,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13300,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11308",
				    "shared_interaction": "11308",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横須賀線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130801 (11308) 1130802",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130801 (11308) 1130802",
				    "lat": 35.48340539219034,
				    "e_status_y": 0,
				    "line_name_h": "JR横須賀線"
			    }
		    }, {
			    "data": {
				    "id": "13301",
				    "source": "2804",
				    "target": "2805",
				    "line_name_k": "ヨコスカセン",
				    "is_bullet": false,
				    "lon": 139.64761859128498,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13301,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11308",
				    "shared_interaction": "11308",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横須賀線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130802 (11308) 1130803",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130802 (11308) 1130803",
				    "lat": 35.48340539219034,
				    "e_status_y": 0,
				    "line_name_h": "JR横須賀線"
			    }
		    }, {
			    "data": {
				    "id": "13279",
				    "source": "2780",
				    "target": "2781",
				    "line_name_k": "ヨコハマセン",
				    "is_bullet": false,
				    "lon": 139.47111850000002,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13279,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11306",
				    "shared_interaction": "11306",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横浜線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130610 (11306) 1130611",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130610 (11306) 1130611",
				    "lat": 35.56100410614944,
				    "e_status_y": 0,
				    "line_name_h": "JR横浜線"
			    }
		    }, {
			    "data": {
				    "id": "13287",
				    "source": "2788",
				    "target": "2789",
				    "line_name_k": "ヨコハマセン",
				    "is_bullet": false,
				    "lon": 139.47111850000002,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13287,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11306",
				    "shared_interaction": "11306",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横浜線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130618 (11306) 1130619",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130618 (11306) 1130619",
				    "lat": 35.56100410614944,
				    "e_status_y": 0,
				    "line_name_h": "JR横浜線"
			    }
		    }, {
			    "data": {
				    "id": "13286",
				    "source": "2787",
				    "target": "2788",
				    "line_name_k": "ヨコハマセン",
				    "is_bullet": false,
				    "lon": 139.47111850000002,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13286,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11306",
				    "shared_interaction": "11306",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR横浜線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1130617 (11306) 1130618",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1130617 (11306) 1130618",
				    "lat": 35.56100410614944,
				    "e_status_y": 0,
				    "line_name_h": "JR横浜線"
			    }
		    }, {
			    "data": {
				    "id": "13395",
				    "source": "2900",
				    "target": "2901",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13395,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131216 (11312) 1131217",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131216 (11312) 1131217",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13394",
				    "source": "2899",
				    "target": "2900",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13394,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131215 (11312) 1131216",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131215 (11312) 1131216",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13393",
				    "source": "2898",
				    "target": "2899",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13393,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131214 (11312) 1131215",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131214 (11312) 1131215",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13392",
				    "source": "2897",
				    "target": "2898",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13392,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131211 (11312) 1131214",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131211 (11312) 1131214",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13391",
				    "source": "2896",
				    "target": "2897",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13391,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131207 (11312) 1131211",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131207 (11312) 1131211",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13390",
				    "source": "2895",
				    "target": "2896",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13390,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131203 (11312) 1131207",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131203 (11312) 1131207",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13389",
				    "source": "2894",
				    "target": "2895",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13389,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131202 (11312) 1131203",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131202 (11312) 1131203",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13388",
				    "source": "2893",
				    "target": "2894",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13388,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131201 (11312) 1131202",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131201 (11312) 1131202",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13344",
				    "source": "2849",
				    "target": "2850",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13344,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131110 (11311) 1131111",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131110 (11311) 1131111",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13345",
				    "source": "2850",
				    "target": "2851",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13345,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131111 (11311) 1131112",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131111 (11311) 1131112",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13340",
				    "source": "2845",
				    "target": "2846",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13340,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131106 (11311) 1131107",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131106 (11311) 1131107",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13341",
				    "source": "2846",
				    "target": "2847",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13341,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131107 (11311) 1131108",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131107 (11311) 1131108",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13342",
				    "source": "2847",
				    "target": "2848",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13342,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131108 (11311) 1131109",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131108 (11311) 1131109",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13343",
				    "source": "2848",
				    "target": "2849",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13343,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131109 (11311) 1131110",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131109 (11311) 1131110",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13336",
				    "source": "2841",
				    "target": "2842",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13336,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131102 (11311) 1131103",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131102 (11311) 1131103",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13337",
				    "source": "2842",
				    "target": "2843",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13337,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131103 (11311) 1131104",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131103 (11311) 1131104",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13338",
				    "source": "2843",
				    "target": "2844",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13338,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131104 (11311) 1131105",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131104 (11311) 1131105",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13339",
				    "source": "2844",
				    "target": "2845",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13339,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131105 (11311) 1131106",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131105 (11311) 1131106",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13335",
				    "source": "2840",
				    "target": "2841",
				    "line_name_k": "チュウオウホンセン",
				    "is_bullet": false,
				    "lon": 138.61735796977746,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13335,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11311",
				    "shared_interaction": "11311",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央本線(東京～塩尻)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131101 (11311) 1131102",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131101 (11311) 1131102",
				    "lat": 35.770367336599776,
				    "e_status_y": 0,
				    "line_name_h": "JR中央本線(東京～塩尻)"
			    }
		    }, {
			    "data": {
				    "id": "13435",
				    "source": "2941",
				    "target": "2942",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13435,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131325 (11313) 1131326",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131325 (11313) 1131326",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13429",
				    "source": "2935",
				    "target": "2936",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13429,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131319 (11313) 1131320",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131319 (11313) 1131320",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13430",
				    "source": "2936",
				    "target": "2937",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13430,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131320 (11313) 1131321",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131320 (11313) 1131321",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13427",
				    "source": "2933",
				    "target": "2934",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13427,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131317 (11313) 1131318",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131317 (11313) 1131318",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13428",
				    "source": "2934",
				    "target": "2935",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13428,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131318 (11313) 1131319",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131318 (11313) 1131319",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13433",
				    "source": "2939",
				    "target": "2940",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13433,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131323 (11313) 1131324",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131323 (11313) 1131324",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13434",
				    "source": "2940",
				    "target": "2941",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13434,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131324 (11313) 1131325",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131324 (11313) 1131325",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13431",
				    "source": "2937",
				    "target": "2938",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13431,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131321 (11313) 1131322",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131321 (11313) 1131322",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13432",
				    "source": "2938",
				    "target": "2939",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13432,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131322 (11313) 1131323",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131322 (11313) 1131323",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13452",
				    "source": "2959",
				    "target": "2960",
				    "line_name_k": "ソウブホンセン",
				    "is_bullet": false,
				    "lon": 140.25466124558875,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13452,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11314",
				    "shared_interaction": "11314",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR総武本線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131404 (11314) 1131405",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131404 (11314) 1131405",
				    "lat": 35.68790263001846,
				    "e_status_y": 0,
				    "line_name_h": "JR総武本線"
			    }
		    }, {
			    "data": {
				    "id": "13451",
				    "source": "2958",
				    "target": "2959",
				    "line_name_k": "ソウブホンセン",
				    "is_bullet": false,
				    "lon": 140.25466124558875,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13451,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11314",
				    "shared_interaction": "11314",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR総武本線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131403 (11314) 1131404",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131403 (11314) 1131404",
				    "lat": 35.68790263001846,
				    "e_status_y": 0,
				    "line_name_h": "JR総武本線"
			    }
		    }, {
			    "data": {
				    "id": "13450",
				    "source": "2957",
				    "target": "2958",
				    "line_name_k": "ソウブホンセン",
				    "is_bullet": false,
				    "lon": 140.25466124558875,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13450,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11314",
				    "shared_interaction": "11314",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR総武本線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131402 (11314) 1131403",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131402 (11314) 1131403",
				    "lat": 35.68790263001846,
				    "e_status_y": 0,
				    "line_name_h": "JR総武本線"
			    }
		    }, {
			    "data": {
				    "id": "13449",
				    "source": "2956",
				    "target": "2957",
				    "line_name_k": "ソウブホンセン",
				    "is_bullet": false,
				    "lon": 140.25466124558875,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13449,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11314",
				    "shared_interaction": "11314",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR総武本線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131401 (11314) 1131402",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131401 (11314) 1131402",
				    "lat": 35.68790263001846,
				    "e_status_y": 0,
				    "line_name_h": "JR総武本線"
			    }
		    }, {
			    "data": {
				    "id": "13404",
				    "source": "2909",
				    "target": "2910",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13404,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131225 (11312) 1131226",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131225 (11312) 1131226",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13405",
				    "source": "2910",
				    "target": "2911",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13405,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131226 (11312) 1131227",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131226 (11312) 1131227",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13406",
				    "source": "2911",
				    "target": "2912",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13406,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131227 (11312) 1131228",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131227 (11312) 1131228",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13407",
				    "source": "2912",
				    "target": "2913",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13407,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131228 (11312) 1131229",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131228 (11312) 1131229",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13408",
				    "source": "2913",
				    "target": "2914",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13408,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131229 (11312) 1131230",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131229 (11312) 1131230",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13409",
				    "source": "2914",
				    "target": "2915",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13409,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131230 (11312) 1131231",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131230 (11312) 1131231",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13410",
				    "source": "2915",
				    "target": "2916",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13410,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131231 (11312) 1131232",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131231 (11312) 1131232",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13396",
				    "source": "2901",
				    "target": "2902",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13396,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131217 (11312) 1131218",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131217 (11312) 1131218",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13397",
				    "source": "2902",
				    "target": "2903",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13397,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131218 (11312) 1131219",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131218 (11312) 1131219",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13398",
				    "source": "2903",
				    "target": "2904",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13398,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131219 (11312) 1131220",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131219 (11312) 1131220",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13399",
				    "source": "2904",
				    "target": "2905",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13399,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131220 (11312) 1131221",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131220 (11312) 1131221",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13400",
				    "source": "2905",
				    "target": "2906",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13400,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131221 (11312) 1131222",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131221 (11312) 1131222",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13401",
				    "source": "2906",
				    "target": "2907",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13401,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131222 (11312) 1131223",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131222 (11312) 1131223",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13402",
				    "source": "2907",
				    "target": "2908",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13402,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131223 (11312) 1131224",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131223 (11312) 1131224",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13403",
				    "source": "2908",
				    "target": "2909",
				    "line_name_k": "チュウオウセン",
				    "is_bullet": false,
				    "lon": 139.53798847265622,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13403,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11312",
				    "shared_interaction": "11312",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央線(快速)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131224 (11312) 1131225",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131224 (11312) 1131225",
				    "lat": 35.700170421148705,
				    "e_status_y": 0,
				    "line_name_h": "JR中央線(快速)"
			    }
		    }, {
			    "data": {
				    "id": "13420",
				    "source": "2926",
				    "target": "2927",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13420,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131310 (11313) 1131311",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131310 (11313) 1131311",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13419",
				    "source": "2925",
				    "target": "2926",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13419,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131309 (11313) 1131310",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131309 (11313) 1131310",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13422",
				    "source": "2928",
				    "target": "2929",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13422,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131312 (11313) 1131313",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131312 (11313) 1131313",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13421",
				    "source": "2927",
				    "target": "2928",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13421,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131311 (11313) 1131312",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131311 (11313) 1131312",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13424",
				    "source": "2930",
				    "target": "2931",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13424,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131314 (11313) 1131315",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131314 (11313) 1131315",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13423",
				    "source": "2929",
				    "target": "2930",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13423,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131313 (11313) 1131314",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131313 (11313) 1131314",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13426",
				    "source": "2932",
				    "target": "2933",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13426,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131316 (11313) 1131317",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131316 (11313) 1131317",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13425",
				    "source": "2931",
				    "target": "2932",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13425,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131315 (11313) 1131316",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131315 (11313) 1131316",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13412",
				    "source": "2918",
				    "target": "2919",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13412,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131302 (11313) 1131303",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131302 (11313) 1131303",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13411",
				    "source": "2917",
				    "target": "2918",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13411,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131301 (11313) 1131302",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131301 (11313) 1131302",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13414",
				    "source": "2920",
				    "target": "2921",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13414,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131304 (11313) 1131305",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131304 (11313) 1131305",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13413",
				    "source": "2919",
				    "target": "2920",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13413,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131303 (11313) 1131304",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131303 (11313) 1131304",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13416",
				    "source": "2922",
				    "target": "2923",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13416,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131306 (11313) 1131307",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131306 (11313) 1131307",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13415",
				    "source": "2921",
				    "target": "2922",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13415,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131305 (11313) 1131306",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131305 (11313) 1131306",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13418",
				    "source": "2924",
				    "target": "2925",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13418,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131308 (11313) 1131309",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131308 (11313) 1131309",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13417",
				    "source": "2923",
				    "target": "2924",
				    "line_name_k": "チュウオウ・ソウブセン",
				    "is_bullet": false,
				    "lon": 139.83715522681192,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 10,
				    "SUID": 13417,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11313",
				    "shared_interaction": "11313",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR中央・総武線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131307 (11313) 1131308",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131307 (11313) 1131308",
				    "lat": 35.701641362335245,
				    "e_status_y": 0,
				    "line_name_h": "JR中央・総武緩行線"
			    }
		    }, {
			    "data": {
				    "id": "13496",
				    "source": "3004",
				    "target": "3005",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13496,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131518 (11315) 1131519",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131518 (11315) 1131519",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13495",
				    "source": "3003",
				    "target": "3004",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13495,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131517 (11315) 1131518",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131517 (11315) 1131518",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13494",
				    "source": "3002",
				    "target": "3003",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13494,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131516 (11315) 1131517",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131516 (11315) 1131517",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13493",
				    "source": "3001",
				    "target": "3002",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13493,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131515 (11315) 1131516",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131515 (11315) 1131516",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13492",
				    "source": "3000",
				    "target": "3001",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13492,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131514 (11315) 1131515",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131514 (11315) 1131515",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13491",
				    "source": "2999",
				    "target": "3000",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13491,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131513 (11315) 1131514",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131513 (11315) 1131514",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13490",
				    "source": "2998",
				    "target": "2999",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13490,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131512 (11315) 1131513",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131512 (11315) 1131513",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13489",
				    "source": "2997",
				    "target": "2998",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13489,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131511 (11315) 1131512",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131511 (11315) 1131512",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13503",
				    "source": "3012",
				    "target": "3013",
				    "line_name_k": "イツカイチセン",
				    "is_bullet": false,
				    "lon": 139.29165743387557,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13503,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11316",
				    "shared_interaction": "11316",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR五日市線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131601 (11316) 1131602",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131601 (11316) 1131602",
				    "lat": 35.725830442825945,
				    "e_status_y": 0,
				    "line_name_h": "JR五日市線"
			    }
		    }, {
			    "data": {
				    "id": "13502",
				    "source": "3010",
				    "target": "3011",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13502,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131524 (11315) 1131525",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131524 (11315) 1131525",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13501",
				    "source": "3009",
				    "target": "3010",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13501,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131523 (11315) 1131524",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131523 (11315) 1131524",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13500",
				    "source": "3008",
				    "target": "3009",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13500,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131522 (11315) 1131523",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131522 (11315) 1131523",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13499",
				    "source": "3007",
				    "target": "3008",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13499,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131521 (11315) 1131522",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131521 (11315) 1131522",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13498",
				    "source": "3006",
				    "target": "3007",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13498,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131520 (11315) 1131521",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131520 (11315) 1131521",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13497",
				    "source": "3005",
				    "target": "3006",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13497,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131519 (11315) 1131520",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131519 (11315) 1131520",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13509",
				    "source": "3019",
				    "target": "3020",
				    "line_name_k": "ハチコウセン",
				    "is_bullet": false,
				    "lon": 139.33299376182276,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13509,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11317",
				    "shared_interaction": "11317",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR八高線(八王子～高麗川)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131701 (11317) 1131702",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131701 (11317) 1131702",
				    "lat": 35.78050242395001,
				    "e_status_y": 0,
				    "line_name_h": "JR八高線(八王子～高麗川)"
			    }
		    }, {
			    "data": {
				    "id": "13510",
				    "source": "3020",
				    "target": "3021",
				    "line_name_k": "ハチコウセン",
				    "is_bullet": false,
				    "lon": 139.33299376182276,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13510,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11317",
				    "shared_interaction": "11317",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR八高線(八王子～高麗川)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131702 (11317) 1131703",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131702 (11317) 1131703",
				    "lat": 35.78050242395001,
				    "e_status_y": 0,
				    "line_name_h": "JR八高線(八王子～高麗川)"
			    }
		    }, {
			    "data": {
				    "id": "13508",
				    "source": "3017",
				    "target": "3018",
				    "line_name_k": "イツカイチセン",
				    "is_bullet": false,
				    "lon": 139.29165743387557,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13508,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11316",
				    "shared_interaction": "11316",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR五日市線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131606 (11316) 1131607",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131606 (11316) 1131607",
				    "lat": 35.725830442825945,
				    "e_status_y": 0,
				    "line_name_h": "JR五日市線"
			    }
		    }, {
			    "data": {
				    "id": "13506",
				    "source": "3015",
				    "target": "3016",
				    "line_name_k": "イツカイチセン",
				    "is_bullet": false,
				    "lon": 139.29165743387557,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13506,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11316",
				    "shared_interaction": "11316",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR五日市線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131604 (11316) 1131605",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131604 (11316) 1131605",
				    "lat": 35.725830442825945,
				    "e_status_y": 0,
				    "line_name_h": "JR五日市線"
			    }
		    }, {
			    "data": {
				    "id": "13507",
				    "source": "3016",
				    "target": "3017",
				    "line_name_k": "イツカイチセン",
				    "is_bullet": false,
				    "lon": 139.29165743387557,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13507,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11316",
				    "shared_interaction": "11316",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR五日市線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131605 (11316) 1131606",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131605 (11316) 1131606",
				    "lat": 35.725830442825945,
				    "e_status_y": 0,
				    "line_name_h": "JR五日市線"
			    }
		    }, {
			    "data": {
				    "id": "13504",
				    "source": "3013",
				    "target": "3014",
				    "line_name_k": "イツカイチセン",
				    "is_bullet": false,
				    "lon": 139.29165743387557,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13504,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11316",
				    "shared_interaction": "11316",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR五日市線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131602 (11316) 1131603",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131602 (11316) 1131603",
				    "lat": 35.725830442825945,
				    "e_status_y": 0,
				    "line_name_h": "JR五日市線"
			    }
		    }, {
			    "data": {
				    "id": "13505",
				    "source": "3014",
				    "target": "3015",
				    "line_name_k": "イツカイチセン",
				    "is_bullet": false,
				    "lon": 139.29165743387557,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 12,
				    "SUID": 13505,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11316",
				    "shared_interaction": "11316",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR五日市線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131603 (11316) 1131604",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131603 (11316) 1131604",
				    "lat": 35.725830442825945,
				    "e_status_y": 0,
				    "line_name_h": "JR五日市線"
			    }
		    }, {
			    "data": {
				    "id": "13513",
				    "source": "3023",
				    "target": "3024",
				    "line_name_k": "ハチコウセン",
				    "is_bullet": false,
				    "lon": 139.33299376182276,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13513,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11317",
				    "shared_interaction": "11317",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR八高線(八王子～高麗川)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131705 (11317) 1131706",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131705 (11317) 1131706",
				    "lat": 35.78050242395001,
				    "e_status_y": 0,
				    "line_name_h": "JR八高線(八王子～高麗川)"
			    }
		    }, {
			    "data": {
				    "id": "13511",
				    "source": "3021",
				    "target": "3022",
				    "line_name_k": "ハチコウセン",
				    "is_bullet": false,
				    "lon": 139.33299376182276,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13511,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11317",
				    "shared_interaction": "11317",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR八高線(八王子～高麗川)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131703 (11317) 1131704",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131703 (11317) 1131704",
				    "lat": 35.78050242395001,
				    "e_status_y": 0,
				    "line_name_h": "JR八高線(八王子～高麗川)"
			    }
		    }, {
			    "data": {
				    "id": "13512",
				    "source": "3022",
				    "target": "3023",
				    "line_name_k": "ハチコウセン",
				    "is_bullet": false,
				    "lon": 139.33299376182276,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13512,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11317",
				    "shared_interaction": "11317",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR八高線(八王子～高麗川)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131704 (11317) 1131705",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131704 (11317) 1131705",
				    "lat": 35.78050242395001,
				    "e_status_y": 0,
				    "line_name_h": "JR八高線(八王子～高麗川)"
			    }
		    }, {
			    "data": {
				    "id": "13479",
				    "source": "2987",
				    "target": "2988",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13479,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131501 (11315) 1131502",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131501 (11315) 1131502",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13480",
				    "source": "2988",
				    "target": "2989",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13480,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131502 (11315) 1131503",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131502 (11315) 1131503",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13485",
				    "source": "2993",
				    "target": "2994",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13485,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131507 (11315) 1131508",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131507 (11315) 1131508",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13486",
				    "source": "2994",
				    "target": "2995",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13486,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131508 (11315) 1131509",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131508 (11315) 1131509",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13487",
				    "source": "2995",
				    "target": "2996",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13487,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131509 (11315) 1131510",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131509 (11315) 1131510",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13488",
				    "source": "2996",
				    "target": "2997",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13488,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131510 (11315) 1131511",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131510 (11315) 1131511",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13481",
				    "source": "2989",
				    "target": "2990",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13481,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131503 (11315) 1131504",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131503 (11315) 1131504",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13482",
				    "source": "2990",
				    "target": "2991",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13482,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131504 (11315) 1131505",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131504 (11315) 1131505",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13483",
				    "source": "2991",
				    "target": "2992",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13483,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131505 (11315) 1131506",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131505 (11315) 1131506",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13484",
				    "source": "2992",
				    "target": "2993",
				    "line_name_k": "オウメセン",
				    "is_bullet": false,
				    "lon": 139.2400413547656,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13484,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11315",
				    "shared_interaction": "11315",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR青梅線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131506 (11315) 1131507",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131506 (11315) 1131507",
				    "lat": 35.782572650078514,
				    "e_status_y": 0,
				    "line_name_h": "JR青梅線"
			    }
		    }, {
			    "data": {
				    "id": "13566",
				    "source": "3079",
				    "target": "3080",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13566,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132003 (11320) 1132004",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132003 (11320) 1132004",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13567",
				    "source": "3080",
				    "target": "3081",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13567,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132004 (11320) 1132005",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132004 (11320) 1132005",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13564",
				    "source": "3077",
				    "target": "3078",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13564,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132001 (11320) 1132002",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132001 (11320) 1132002",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13565",
				    "source": "3078",
				    "target": "3079",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13565,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132002 (11320) 1132003",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132002 (11320) 1132003",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13570",
				    "source": "3083",
				    "target": "3084",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13570,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132007 (11320) 1132008",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132007 (11320) 1132008",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13568",
				    "source": "3081",
				    "target": "3082",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13568,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132005 (11320) 1132006",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132005 (11320) 1132006",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13569",
				    "source": "3082",
				    "target": "3083",
				    "line_name_k": "ジョウバンセン",
				    "is_bullet": false,
				    "lon": 139.92381250144126,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 11,
				    "SUID": 13569,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11320",
				    "shared_interaction": "11320",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "JR常磐線(上野～取手)",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1132006 (11320) 1132007",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1132006 (11320) 1132007",
				    "lat": 35.8197193273695,
				    "e_status_y": 0,
				    "line_name_h": "JR常磐線(上野～取手)"
			    }
		    }, {
			    "data": {
				    "id": "13532",
				    "source": "3044",
				    "target": "3045",
				    "line_name_k": "ウツノミヤセン",
				    "is_bullet": false,
				    "lon": 139.8464030031987,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13532,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11319",
				    "shared_interaction": "11319",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "宇都宮線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131901 (11319) 1131902",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131901 (11319) 1131902",
				    "lat": 36.37943924080079,
				    "e_status_y": 0,
				    "line_name_h": "JR東北本線"
			    }
		    }, {
			    "data": {
				    "id": "13533",
				    "source": "3045",
				    "target": "3046",
				    "line_name_k": "ウツノミヤセン",
				    "is_bullet": false,
				    "lon": 139.8464030031987,
				    "company_name_k": "ジェイアールヒガシニホン",
				    "zoom": 9,
				    "SUID": 13533,
				    "company_type": 1,
				    "company_name_h": "東日本旅客鉄道株式会社",
				    "interaction": "11319",
				    "shared_interaction": "11319",
				    "company_url": "http://www.jreast.co.jp/",
				    "line_name": "宇都宮線",
				    "company_name": "JR東日本",
				    "company_cd": 2,
				    "name": "1131902 (11319) 1131903",
				    "rr_cd": 11,
				    "company_name_r": "JR東日本",
				    "e_status_x": 0,
				    "shared_name": "1131902 (11319) 1131903",
				    "lat": 36.37943924080079,
				    "e_status_y": 0,
				    "line_name_h": "JR東北本線"
			    }
		    }]
	    }
    };

    const FIELD_STYLE =
	    [
		    {
			    "selector" : "node",
			    "style": {
				    "background-color": "white",
				    "border-color": "black",
				    "content": "data(station_name)",
				    "width":20,
				    "height":20,
				    "min-zoomed-font-size": 12,
				    "color": "#fff",
				    "font-size": 16
			    }
		    },
		    {
			    "selector": "node:selected,node.start,node.end",
			    "style": {
				    "width":60,
				    "height":60,
				    "min-zoomed-font-size": 0,
				    "font-size": 48,
				    "border-color": "#000",
				    "border-width": "10px",
				    "text-outline-color": "#000",
				    "text-outline-width": "10px",
				    "z-index": 9999
			    }
		    },
		    {
			    "selector": "node.start,node.end",
			    "style": {
				    "background-color": "#FC4C4C",
				    "color": "#FC4C4C"
			    }
		    },
		    {
			    "selector": "edge",
			    "style": {
				    "min-zoomed-font-size": 12,
				    "font-size": 8,
				    "color": "#fff",
				    "content": "data(line_name)",
				    "line-color": "green",
				    "width": 20,
				    "curve-style": "haystack",
				    "haystack-radius": 0,
				    "opacity": 0.5
			    }
		    },
		    {
			    "selector": "edge[company_type = 0]",
			    "style": {
				    "line-color": "#00FFFF"
			    }
		    },
		    {
			    "selector": "edge[company_type = 1]",
			    "style": {
				    "line-color": "#00FF33"
			    }
		    },
		    {
			    "selector": "edge[company_type = 2]",
			    "style": {
				    "line-color": "white"
			    }
		    },
		    {
			    "selector": "edge[company_type = 3]",
			    "style": {
				    "line-color": "red"
			    }
		    },
		    {
			    "selector": "core",
			    "style": {
				    "active-bg-color": "#fff",
				    "active-bg-opacity": 0.333
			    }
		    },
		    {
			    "selector": "edge.not-path",
			    "style": {
				    "opacity": 0.1
			    }
		    },
		    {
			    "selector": "node.not-path",
			    "style": {
				    "opacity": 0.333
			    }
		    },
		    {
			    "selector": "edge.path",
			    "style": {
				    "opacity": 0.666
			    }
		    }
	    ];

    return {
        FIELD_CONTENT: FIELD_CONTENT,
        FIELD_STYLE: FIELD_STYLE
    }

});